{
    "口腔科":
    {
        "包括":
        {
            "牙体牙髓科":
            {
                "科室简介":"牙体牙髓病是指发生在牙齿本身的疾病，以及由此引起的根尖周组织相关疾病。常见的牙体牙髓疾病包括龋病、非龋性牙体组织缺损（如外伤、楔状缺损、四环素牙、氟牙症等）、牙髓炎和根尖周炎等。牙体牙髓科是北京大学口腔医院中专注于牙体牙髓疾病医疗、教学和科研的专业临床科室，是北京大学口腔医院的骨干科室。2010年首批被评为国家临床重点专科建设项目。目前，全科拥有现代化牙科综合诊疗椅38台，能够诊疗各种疑难复杂临床病例。作为国内一流的临床教学基地和国家级专科继续教育中心，科室拥有仿头模培训室和继续教育培训室，可进行显微根管治疗、显微根尖手术、牙齿美学修复、CAD/CAM椅旁修复等方面的专业化培训以及远程教学与会诊等。科室承担了北京大学口腔医学专业本科生、研究生、住院医师和国内外进修医师的牙体牙髓病学临床专业理论课和临床实习的教学任务，同时还承担国家级和医学会级继续教育项目。科室获得多项国家与北京市自然科学基金研究项目、教育部研究项目、卫生部研究项目、北京市重点科学建设项目等的资助，获多项教育部科技进步奖、北京市科技进步奖、中华医学科技进步奖等多项奖励。牙体牙髓科全体医护人员愿以精益求精的工作态度、先进的专业诊疗技术和一流的医疗质量竭诚为广大牙病患者服务，以达到“除人类之病痛，助健康之完美”的崇高目标。",
                "临床业务范围":["龋病、牙髓病和根尖周病的诊断与系统治疗。","牙齿硬组织缺陷的诊断与治疗。","变色牙齿的诊断与治疗，牙齿美学修复，牙齿美白。","牙体牙髓疑难疾病的诊断与序列治疗，例如猛性龋，放射性龋，酸蚀症，牙齿咬合病等。"],
                "科室特色":["显微镜根管治疗术","显微根尖手术","前牙美学修复","牙齿美白术","牙体直接粘贴接修术","CAD-CAM椅旁全瓷修复技术"],
                
            },
            "牙周科":
            {
                "科室简介":"北京大学口腔医院牙周科始建于1953年，1980年代初全面引进国际先进理念，建成集医疗、教学、科研三个职能为一体的专业科室。2010年在首次国家临床重点专科建设项目评比中，位列全国牙周病学专业的第一名。\n北京大学口腔医院牙周科长期坚持牙周疾病的规范化系统治疗，对重度和复杂的牙周炎患者进行以牙周专业为主导的多学科治疗，获得了良好的效果，保留了数万计患者的天然牙，大大提高了患者的生活质量，治疗技术达国际水平。牙周科率先或较早地在国内开展了牙周组织再生治疗、美学区及功能区牙周成形与重建手术、牙周病患者的种植治疗、种植体周围病治疗。掌跖角化-牙周破坏综合征、急性白血病、恶性淋巴瘤、郎罕氏细胞组织细胞增多症、低磷酸酯酶症、Laband综合征等疑难病在我科得到确诊和针对性牙周治疗。\n目前总院共有38名医师，其中6名教授(均为博士生导师)，6名主任医师，3名副教授，7名副主任医师，91%的医师具有博士学位，5位具有硕士生导师资格。牙周科有主任技师1名，洁治员11名，其中10名具有医师资格。35名护士，副主任护师1名，主管护师19名，护师14名。聘有外籍客座教授2人，与国际、国内知名牙周病学专家、学科保持密切联系和经常性学术交流。牙周科共有58台综合治疗椅, 每天接诊来自全国各地及海内外患者四百余人。每年培训来自全国各口腔医学院校进修医师十余人，护士十余人，举办10期以上国家级牙周临床专项技术培训项目。30年来，北京大学口腔医学院牙周病学专业口腔医学本科教育形成了以临床培养为中心的教学体系，成为我国口腔医学中牙周病学教学示范单位;牙周科是牙周病学专业全国最早的博士点单位，也是牙周病学博士后流动站，每年培养研究生十余名，是全国高等学校教材《牙周病学》、普通高等教育“十一五”国家级规划教材《临床口腔医学》主编单位。受卫生部委托主持撰写了我国第一部《中国牙周病防治指南》。是国家级牙周继续教育培训基地，国家药监局药物临床研究基地。近15年获得国家自然科学基金28项，省部级科研基金26项，发表SCI收录论文100余篇，荣获多项省部级奖项。",
                "科室特色":"北京大学口腔医院牙周病科日常开展规范和高质量的牙周基础治疗,同时注重多学科的综合治疗(如牙髓治疗、正畸、修复、关节)和手术治疗相结合, 重视患者的长期随访，结合多样化的健康促进以及维护治疗，以获得长期而稳定的疗效。八十年代开始的“牙周炎疗效及活动期的监测”、九十年代开展的“引导性牙周组织再生”、膜龈手术、植骨术等具有代表性的重点技术项目为国内领先, 部分已达国际水平，现已开展牙周治疗、维护、种植、修复一体的种植技术，逐渐与国际种植工作的开展方式接轨。\n牙周科对疑难病例具有较高的诊断水平。如Papillon-Lefevre综合征、口-面-指综合征及青春前期牙周炎的确诊均由我科率先在国内报道。对白血病、Corhn’s病、淋巴瘤、组织细胞增多症、低磷酸酶血症、甚至牙龈癌以及牙龈结核等全身疾病在牙周组织的表征、药物性牙龈增生、牙龈出血、浆细胞肉芽肿等疾病和状况都具有较强的诊断能力, 准确率达95%以上。",
                "临床业务范围":"牙周科率先或较早地在国内开展了牙周组织再生治疗、美学区及功能区牙周成形与重建手术、牙周病患者的种植治疗、种植体周围病治疗。掌跖角化-牙周破坏综合征、急性白血病、恶性淋巴瘤、郎罕氏细胞组织细胞增多症、低磷酸酯酶症、Laband综合征等疑难病在我科得到确诊和针对性牙周治疗。"
            },
            "儿童口腔科":
            {
                "科室简介":"北京大学口腔医院儿童口腔科始建于1948年，是我国历史最悠久的儿童口腔医学专科之一。目前拥有六大诊区，47台综合治疗台，5间儿童口腔科全身麻醉下治疗诊室和复苏室，独立的儿童口腔科技工室，是我国医疗配置最完善，技术规模最大、力量最强的儿童口腔医学专业科室。北京大学儿童口腔医学专业拥有一大批高水平临床及研究型专业人才，医护120人，高级职称21人，博士生导师4人、硕士研究生导师4人。60%以上医生具有一年以上国外学习或研究经历。",
                "科室特色":"我们的学科发展方向是：针对儿童临床常见口腔疾病探索其病因病理、诊断方法、治疗方法和预防手段，提高儿童口腔疾病的诊治水平。\n主要内容有：1）儿童龋病；2）儿童牙髓病与牙髓组织再生；3）儿童牙外伤；4）儿童牙颌发育异常；5）口腔出现表征的遗传性疾病及相关综合征；6）儿童牙周粘膜组织疾患；7）儿童口腔治疗特色技术等。我们的发展目标是建设成集高层次人才培养、先进医疗服务、高水平科学研究及转化能力、能承担重要社会责任并体现社会公益性的国内领先、在世界上具有较强竞争力的儿童口腔医学专科。",
                "临床业务范围":"诊疗内容全方位涵盖本学科所涉及的范围，并拥有一批国内外领先的特色诊疗技术，如：1）年轻恒牙活髓保存与牙髓再生技术；2）低龄儿童龋标准化诊疗及评估系统；3）儿童及青少年复杂牙外伤的序列诊疗；4）儿童髁突骨折的保守治疗；5）儿童牙齿微创修复技术体系；6）特殊儿童的牙科治疗（残障、先天无牙(牙合)、严重全身系统病儿童等）；7）咬合诱导（如错牙合畸形的早期矫治等）等。"
            },
            "口腔颌面外科":
            {
                "科室简介":"北京大学口腔医院口腔颌面外科的前身为北平大学医学院齿科下设的口腔外科，始建于1955年，是我国最早成立的口腔颌面外科之一，也是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年经国务院授权，成为中国首批博士学位点，并培养出我国第一位医学博士。1996年作为重点学科首批进入211工程。目前是国家一级重点学科的骨干科室、国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科（AO CMF）培训基地，国际口腔颌面外科医师协会肿瘤与修复重建培训基地，2011年首批获得国家临床重点专科支持。科室先后涌现出一大批国内外知名专家和教授，现我科在职人员212名，其中包括68名医师，139名护士和5名技术人员；正高级职称25人，副高职称21人；医师中具有博士学位者48人，硕士学位者11人。目前拥有诊疗椅位29台，住院床位180张，专用手术间8间。年门诊量86000余人次，年住院患者和手术台数超过6700人次。",
                "临床业务范围":"口腔颌面外科是医教研三位一体的科室。专业范围包括：牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成。",
                "科室特色":"口腔颌面外科历经半个世纪的发展，目前是中国口腔颌面外科中规模最大、专业覆盖最广、技术力量最强、学术与教育最具影响力的专业科室之一。研究方向：（1）数字外科技术与手术导航；（2）口腔颌面部恶性肿瘤近距离放射治疗；（3）颌下腺移植治疗干眼症；（4）创伤及颅颌面发育畸形的多学科联合治疗；（5）口腔颌面部脉管疾病的综合治疗；（6）大范围和关键部位组织缺损的修复与功能重建；（7）关节外科微创手术；（8）护理质量的持续性改进和实施方案；（9）镇静、麻醉下口腔外科治疗；（10）唇腭裂术后语音治疗；（11）转化医学及临床应用。",
                "包括":
                {
                    "口腔颌面外科-肿瘤":{},
                    "口腔颌面外科-正颌":{},
                    "口腔颌面外科-成形":{},
                    "口腔颌面外科-创伤":{},
                    "口腔颌面外科-牙槽突外科":{},
                    "口腔颌面外科-激光美容整形门诊":{}
                }
            },
            "口腔修复科":
            {
                "科室简介":"口腔修复科历史悠久，这里先后诞生了毛燮均、钟之琦、朱希涛、王洁泉、王毓英等中国口腔医学界泰斗。该学科是国务院首批博士、硕士学位授予学科之一，是北京大学口腔医学(一级学科)国家重点学科的重要组成部分。\n2011年口腔修复科以优异的成绩获批国家临床重点专科建设项目，其医疗、教学、科研水平在全国处于领先地位，在我国口腔修复领域发挥了重要的引领作用。近年来，先后获得北京市科学技术奖、华夏医学科技奖、中华口腔医学科技奖、北京市教育教学成果奖、中国学位与研究生教育学会医药学研究生教育成果奖、精品课程等多项成果。在医师中，超过80%具有博士学位，一半以上曾赴欧、美、日留学进修一年以上，拥有长江学者、国家百千万人才(国家有突出贡献中青年专家)、国务院政府特殊津贴获得者、教育部新世纪优秀人才、首都科技领军人才、北京市科技新星等各级人才10余名;拥有十余名在职博士生导师。口腔修复学教研室有多名教授就任中华口腔医学会口腔修复专业委员会、口腔颌面修复学专委会、口腔美学专委会、口腔医学计算机专委会、口腔修复工艺学专业委员会主任委员、副主任委员等职务，另有多名医师在国际、亚洲、全国性和北京市学术组织中承担委员及以上职务。有多名医师担任国际、国内学术杂志编委，有多名医师担任国家级规划教材和北京市精品教材主编或副主编，有多名医师担任北京市及以上医学会医疗事故鉴定专家。\n2018年口腔修复科联合种植科和牙周科获批成为ITI国际学者培训中心，2019年开始接收ITI 国际学者。培训中心的设立、建设和发展为我院师生与国际口腔医学界的深入合作与交流提供了又一高层次平台。\n口腔修复科采用的修复方法和修复材料均与世界先进水平同步。多种全瓷修复、贵金属烤瓷、改良he型全口义齿、数字化修复技术(CAD/CAM)、纯钛义齿、精密附着体、磁性附着体、种植义齿等均在我科率先开展，并在全国处于领先地位。口腔修复科联合数字化中心积极自主研发数字化口腔修复技术和材料，为国家口腔修复技术和材料的创新发展贡献力量。\n口腔修复科始终本着以人为本、以患者为中心的原则，诚心为国内外广大患者提供优质、全面的服务，为患者恢复健康的口腔和自信的笑容。",
                "科室特色":"1.全瓷美学修复2.微创美学修复3.数字化修复4.种植修复5.全口缺失牙的综合修复方案6.基于功能性颌位转移的咬合技术重建技术7.固定-活动联合修复8.多学科合作的修复模式",
                "临床业务范围":"口腔修复科的业务范围主要包括：1. **牙体修复**：如龋齿填充、牙体缺损修复等。2. **牙列缺损修复**：涉及固定修复（如牙冠、桥）和活动修复（如活动义齿）。3. **全口义齿修复**：为无牙患者提供全口义齿。4. **种植修复**：在缺牙区植入人工牙根，并进行上部修复。5. **美学修复**：包括瓷贴面、全瓷冠等，以改善牙齿外观。6. **颌面部缺损修复**：如颌骨缺损修复、面部义眼等。7. **咬合重建**：处理咬合紊乱和功能障碍。"
            },
            "口腔正畸科":
            {
                "科室简介":"北京大学口腔医院正畸科专注于口腔正畸临床治疗和教学科研工作，是我国成立最早、综合实力最强、接诊量最大的专业化口腔正畸科室之一。正畸科自1949年由我国正畸学奠基人毛燮均教授创建以来，在黄金芳、傅民魁、林久祥等一代又一代北医正畸人的带领下，守正创新、团结进取，在临床、教学、科研等领域始终走在国内正畸界前列，获得国家级、教育部、卫生部、北京市、中华医学奖等奖励，入选2016—2018年度国家临床重点专科建设项目。\n正畸科是国内领先的正畸诊疗中心，现有正畸医师中92%拥有博士学位，大部分有一年及以上海外留学经历，在国内率先开展正畸正颌联合治疗、唇腭裂患者正畸治疗、呼吸睡眠暂停正畸治疗等领域临床治疗，率先应用种植体支抗、传动矫治技术，PASS矫治技术、舌侧矫治技术、无托槽隐形矫治技术等先进临床治疗技术。\n正畸科是教书育人的规范化专科医师培训基地，现有博士生导师9名，硕士生导师8名，承担本科生、研究生、以及规培医生正畸相关领域课程教学，同时开展对口援建和进修医师培养工作，主持编写第一至五版全国统编口腔正畸学，第一、二版口腔正畸学研究生教材，教育部十一五规划口腔正畸学长学制教材第一、二版。\n正畸科是成果丰硕的科研创新群体，每年发表和出版数十篇(部)高水平学术论文和学术专著，主办《中华口腔正畸学》杂志，是第1—4届和第6届中华口腔医学会正畸专业委员会主任委员单位。\n正畸科秉持患者至上的诊疗原则，年门诊人次16万，受到广大患者和家属的普遍好评。",
                "科室特色":"1.各种类型牙颌畸形的综合性正畸治疗，包括成人和儿童。2.配合其它口腔治疗需要的辅助性正畸治疗3.复杂的成人正畸治疗4.隐形美观正畸5.睡眠呼吸暂停综合症的治疗6.流派齐全的矫治技术"
            },
            "口腔种植科":{},
            "口腔黏膜科":{},
            "口腔预防保健科":{},
            "综合治疗科":{},
            "关节诊治中心":{},
            "激光美容整形门诊":{},
            "口腔病理科":{},
            "口腔放射科":{},
            "口腔急诊科":{}
        }
    }
}
