{
    "口腔科": {
        "包含": {
            "牙体牙髓科": {
                "科室简介": "牙体牙髓病是指发生在牙齿本身的疾病，以及由此引起的根尖周组织相关疾病。常见的牙体牙髓疾病包括龋病、非龋性牙体组织缺损（如外伤、楔状缺损、四环素牙、氟牙症等）、牙髓炎和根尖周炎等。牙体牙髓科是北京大学口腔医院中专注于牙体牙髓疾病医疗、教学和科研的专业临床科室，是北京大学口腔医院的骨干科室。2010年首批被评为国家临床重点专科建设项目。目前，全科拥有现代化牙科综合诊疗椅38台，能够诊疗各种疑难复杂临床病例。作为国内一流的临床教学基地和国家级专科继续教育中心，科室拥有仿头模培训室和继续教育培训室，可进行显微根管治疗、显微根尖手术、牙齿美学修复、CAD/CAM椅旁修复等方面的专业化培训以及远程教学与会诊等。科室承担了北京大学口腔医学专业本科生、研究生、住院医师和国内外进修医师的牙体牙髓病学临床专业理论课和临床实习的教学任务，同时还承担国家级和医学会级继续教育项目。科室获得多项国家与北京市自然科学基金研究项目、教育部研究项目、卫生部研究项目、北京市重点科学建设项目等的资助，获多项教育部科技进步奖、北京市科技进步奖、中华医学科技进步奖等多项奖励。牙体牙髓科全体医护人员愿以精益求精的工作态度、先进的专业诊疗技术和一流的医疗质量竭诚为广大牙病患者服务，以达到“除人类之病痛，助健康之完美”的崇高目标。",
                "临床业务范围": [
                    "龋病、牙髓病和根尖周病的诊断与系统治疗。",
                    "牙齿硬组织缺陷的诊断与治疗。",
                    "变色牙齿的诊断与治疗，牙齿美学修复，牙齿美白。",
                    "牙体牙髓疑难疾病的诊断与序列治疗，例如猛性龋，放射性龋，酸蚀症，牙齿咬合病等。"
                ],
                "科室特色": [
                    "显微镜根管治疗术",
                    "显微根尖手术",
                    "前牙美学修复",
                    "牙齿美白术",
                    "牙体直接粘贴接修术",
                    "CAD-CAM椅旁全瓷修复技术"
                ]
            },
            "牙周科": {
                "科室简介": "北京大学口腔医院牙周科始建于1953年，1980年代初全面引进国际先进理念，建成集医疗、教学、科研三个职能为一体的专业科室。2010年在首次国家临床重点专科建设项目评比中，位列全国牙周病学专业的第一名。\n北京大学口腔医院牙周科长期坚持牙周疾病的规范化系统治疗，对重度和复杂的牙周炎患者进行以牙周专业为主导的多学科治疗，获得了良好的效果，保留了数万计患者的天然牙，大大提高了患者的生活质量，治疗技术达国际水平。牙周科率先或较早地在国内开展了牙周组织再生治疗、美学区及功能区牙周成形与重建手术、牙周病患者的种植治疗、种植体周围病治疗。掌跖角化-牙周破坏综合征、急性白血病、恶性淋巴瘤、郎罕氏细胞组织细胞增多症、低磷酸酯酶症、Laband综合征等疑难病在我科得到确诊和针对性牙周治疗。\n目前总院共有38名医师，其中6名教授(均为博士生导师)，6名主任医师，3名副教授，7名副主任医师，91%的医师具有博士学位，5位具有硕士生导师资格。牙周科有主任技师1名，洁治员11名，其中10名具有医师资格。35名护士，副主任护师1名，主管护师19名，护师14名。聘有外籍客座教授2人，与国际、国内知名牙周病学专家、学科保持密切联系和经常性学术交流。牙周科共有58台综合治疗椅, 每天接诊来自全国各地及海内外患者四百余人。每年培训来自全国各口腔医学院校进修医师十余人，护士十余人，举办10期以上国家级牙周临床专项技术培训项目。30年来，北京大学口腔医学院牙周病学专业口腔医学本科教育形成了以临床培养为中心的教学体系，成为我国口腔医学中牙周病学教学示范单位;牙周科是牙周病学专业全国最早的博士点单位，也是牙周病学博士后流动站，每年培养研究生十余名，是全国高等学校教材《牙周病学》、普通高等教育“十一五”国家级规划教材《临床口腔医学》主编单位。受卫生部委托主持撰写了我国第一部《中国牙周病防治指南》。是国家级牙周继续教育培训基地，国家药监局药物临床研究基地。近15年获得国家自然科学基金28项，省部级科研基金26项，发表SCI收录论文100余篇，荣获多项省部级奖项。",
                "科室特色": "北京大学口腔医院牙周病科日常开展规范和高质量的牙周基础治疗,同时注重多学科的综合治疗(如牙髓治疗、正畸、修复、关节)和手术治疗相结合, 重视患者的长期随访，结合多样化的健康促进以及维护治疗，以获得长期而稳定的疗效。八十年代开始的“牙周炎疗效及活动期的监测”、九十年代开展的“引导性牙周组织再生”、膜龈手术、植骨术等具有代表性的重点技术项目为国内领先, 部分已达国际水平，现已开展牙周治疗、维护、种植、修复一体的种植技术，逐渐与国际种植工作的开展方式接轨。\n牙周科对疑难病例具有较高的诊断水平。如Papillon-Lefevre综合征、口-面-指综合征及青春前期牙周炎的确诊均由我科率先在国内报道。对白血病、Corhn’s病、淋巴瘤、组织细胞增多症、低磷酸酶血症、甚至牙龈癌以及牙龈结核等全身疾病在牙周组织的表征、药物性牙龈增生、牙龈出血、浆细胞肉芽肿等疾病和状况都具有较强的诊断能力, 准确率达95%以上。",
                "临床业务范围": "牙周科率先或较早地在国内开展了牙周组织再生治疗、美学区及功能区牙周成形与重建手术、牙周病患者的种植治疗、种植体周围病治疗。掌跖角化-牙周破坏综合征、急性白血病、恶性淋巴瘤、郎罕氏细胞组织细胞增多症、低磷酸酯酶症、Laband综合征等疑难病在我科得到确诊和针对性牙周治疗。"
            },
            "儿童口腔科": {
                "科室简介": "北京大学口腔医院儿童口腔科始建于1948年，是我国历史最悠久的儿童口腔医学专科之一。目前拥有六大诊区，47台综合治疗台，5间儿童口腔科全身麻醉下治疗诊室和复苏室，独立的儿童口腔科技工室，是我国医疗配置最完善，技术规模最大、力量最强的儿童口腔医学专业科室。北京大学儿童口腔医学专业拥有一大批高水平临床及研究型专业人才，医护120人，高级职称21人，博士生导师4人、硕士研究生导师4人。60%以上医生具有一年以上国外学习或研究经历。",
                "科室特色": "我们的学科发展方向是：针对儿童临床常见口腔疾病探索其病因病理、诊断方法、治疗方法和预防手段，提高儿童口腔疾病的诊治水平。\n主要内容有：1）儿童龋病；2）儿童牙髓病与牙髓组织再生；3）儿童牙外伤；4）儿童牙颌发育异常；5）口腔出现表征的遗传性疾病及相关综合征；6）儿童牙周粘膜组织疾患；7）儿童口腔治疗特色技术等。我们的发展目标是建设成集高层次人才培养、先进医疗服务、高水平科学研究及转化能力、能承担重要社会责任并体现社会公益性的国内领先、在世界上具有较强竞争力的儿童口腔医学专科。",
                "临床业务范围": "诊疗内容全方位涵盖本学科所涉及的范围，并拥有一批国内外领先的特色诊疗技术，如：1）年轻恒牙活髓保存与牙髓再生技术；2）低龄儿童龋标准化诊疗及评估系统；3）儿童及青少年复杂牙外伤的序列诊疗；4）儿童髁突骨折的保守治疗；5）儿童牙齿微创修复技术体系；6）特殊儿童的牙科治疗（残障、先天无牙(牙合)、严重全身系统病儿童等）；7）咬合诱导（如错牙合畸形的早期矫治等）等。"
            },
            "口腔颌面外科": {
                "科室简介": "北京大学口腔医院口腔颌面外科的前身为北平大学医学院齿科下设的口腔外科，始建于1955年，是我国最早成立的口腔颌面外科之一，也是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年经国务院授权，成为中国首批博士学位点，并培养出我国第一位医学博士。1996年作为重点学科首批进入211工程。目前是国家一级重点学科的骨干科室、国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科（AO CMF）培训基地，国际口腔颌面外科医师协会肿瘤与修复重建培训基地，2011年首批获得国家临床重点专科支持。科室先后涌现出一大批国内外知名专家和教授，现我科在职人员212名，其中包括68名医师，139名护士和5名技术人员；正高级职称25人，副高职称21人；医师中具有博士学位者48人，硕士学位者11人。目前拥有诊疗椅位29台，住院床位180张，专用手术间8间。年门诊量86000余人次，年住院患者和手术台数超过6700人次。",
                "临床业务范围": "口腔颌面外科是医教研三位一体的科室。专业范围包括：牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成。",
                "科室特色": "口腔颌面外科历经半个世纪的发展，目前是中国口腔颌面外科中规模最大、专业覆盖最广、技术力量最强、学术与教育最具影响力的专业科室之一。研究方向：（1）数字外科技术与手术导航；（2）口腔颌面部恶性肿瘤近距离放射治疗；（3）颌下腺移植治疗干眼症；（4）创伤及颅颌面发育畸形的多学科联合治疗；（5）口腔颌面部脉管疾病的综合治疗；（6）大范围和关键部位组织缺损的修复与功能重建；（7）关节外科微创手术；（8）护理质量的持续性改进和实施方案；（9）镇静、麻醉下口腔外科治疗；（10）唇腭裂术后语音治疗；（11）转化医学及临床应用。",
                "包含": {
                    "口腔颌面外科-肿瘤": {
                        "科室简介": "北京大学口腔医院口腔颌面外科的前身为北平大学医学院齿科下设的口腔外科，始建于1955年，是我国最早成立的口腔颌面外科之一，也是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年经国务院授权，成为中国首批博士学位点，并培养出我国第一位医学博士。1996年作为重点学科首批进入211工程。目前是国家一级重点学科的骨干科室、国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，国际口腔颌面外科医师协会肿瘤与修复重建培训基地，2011年首批获得国家临床重点专科支持。口腔颌面外科是医教研三位一体的科室。专业范围包括：牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成。科室先后涌现出一大批国内外知名专家和教授，现我科在职人员212名，其中包括68名医师，139名护士和5名技术人员;正高级职称25人，副高职称21人;医师中具有博士学位者48人，硕士学位者11人。目前拥有诊疗椅位29台，住院床位180张，专用手术间8间。年门诊量86000余人次，年住院患者和手术台数超过6700人次。",
                        "科室特色": "1.北京大学口腔医院口腔颌面外科，前身为北平大学医学院齿科下设的口腔外科，始建于1955年，是我国最早成立的口腔颌面外科之一，亦是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年经国务院授权，成为中国首批博士学位点，并培养出我国第一位医学博士。1996年作为重点学科首批进入211工程。科室特色显著，目前是国家一级重点学科的骨干科室、国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，以及国际口腔颌面外科医师协会肿瘤与修复重建培训基地，2011年首批获得国家临床重点专科支持。2.作为医教研三位一体的科室，专业范围广泛，涵盖牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建等多个领域。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成，设施完备，功能齐全。3.科室人才济济，先后涌现出一大批国内外知名专家和教授。现科室在职人员212名，其中包括68名医师，139名护士和5名技术人员；正高级职称25人，副高职称21人；医师中具有博士学位者48人，硕士学位者11人，专业实力雄厚。4.科室诊疗条件优越，目前拥有诊疗椅位29台，住院床位180张，专用手术间8间，能够满足大量患者的就医需求。年门诊量86000余人次，年住院患者和手术台数超过6700人次，充分体现了科室的高效运转和广泛影响力。",
                        "临床业务范围": "专业范围包括：牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。"
                    },
                    "口腔颌面外科-正颌": {
                        "科室简介": "北京大学口腔医院口腔颌面外科的前身为北平大学医学院齿科下设的口腔外科，始建于1955年，是我国最早成立的口腔颌面外科之一，也是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年经国务院授权，成为中国首批博士学位点，并培养出我国第一位医学博士。1996年作为重点学科首批进入211工程。目前是国家一级重点学科的骨干科室、国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，国际口腔颌面外科医师协会肿瘤与修复重建培训基地，2011年首批获得国家临床重点专科支持。口腔颌面外科是医教研三位一体的科室。专业范围包括：牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成。科室先后涌现出一大批国内外知名专家和教授，现我科在职人员212名，其中包括68名医师，139名护士和5名技术人员;正高级职称25人，副高职称21人;医师中具有博士学位者48人，硕士学位者11人。目前拥有诊疗椅位29台，住院床位180张，专用手术间8间。年门诊量86000余人次，年住院患者和手术台数超过6700人次。",
                        "科室特色": "1.北京大学口腔医院口腔颌面外科，其前身为北平大学医学院齿科下设的口腔外科，始建于1955年，拥有悠久的历史背景，是我国最早成立的口腔颌面外科之一，亦是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年，科室经国务院授权，成为中国首批博士学位点，并在此培养出我国第一位医学博士，标志着科室在教育与科研领域的重要地位。1996年，作为重点学科，科室首批进入211工程，进一步提升了其学术影响力。2.目前，科室不仅是国家一级重点学科的骨干科室，还是国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，以及国际口腔颌面外科医师协会肿瘤与修复重建培训基地，充分展现了科室在口腔颌面外科领域的领先地位。2011年，科室首批获得国家临床重点专科支持，进一步强化了其临床诊疗能力。3.口腔颌面外科作为医教研三位一体的科室，专业范围广泛，涵盖牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建等多个领域，为患者提供全方位的诊疗服务。4.全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成，设施完善，功能齐全，为科室的医教研活动提供了坚实的基础。科室先后涌现出一大批国内外知名专家和教授，形成了强大的专业团队。目前，科室在职人员212名，其中包括68名医师、139名护士和5名技术人员，专业队伍庞大。其中，正高级职称25人，副高职称21人，医师中具有博士学位者48人，硕士学位者11人，高学历人才占比高，专业实力雄厚。5.科室诊疗条件优越，目前拥有诊疗椅位29台，住院床位180张，专用手术间8间，能够满足大量患者的就医需求。年门诊量达到86000余人次，年住院患者和手术台数超过6700人次，充分展现了科室的高效运转能力和广泛的社会影响力。",
                        "临床业务范围": "牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成。"
                    },
                    "口腔颌面外科-成形": {
                        "科室简介": "北京大学口腔医院口腔颌面外科的前身为北平大学医学院齿科下设的口腔外科，始建于1955年，是我国最早成立的口腔颌面外科之一，也是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年经国务院授权，成为中国首批博士学位点，并培养出我国第一位医学博士。1996年作为重点学科首批进入211工程。目前是国家一级重点学科的骨干科室、国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，国际口腔颌面外科医师协会肿瘤与修复重建培训基地，2011年首批获得国家临床重点专科支持。口腔颌面外科是医教研三位一体的科室。专业范围包括：牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成。科室先后涌现出一大批国内外知名专家和教授，现我科在职人员212名，其中包括68名医师，139名护士和5名技术人员;正高级职称25人，副高职称21人;医师中具有博士学位者48人，硕士学位者11人。目前拥有诊疗椅位29台，住院床位180张，专用手术间8间。年门诊量86000余人次，年住院患者和手术台数超过6700人次。",
                        "科室特色": "1.北京大学口腔医院口腔颌面外科，其前身为北平大学医学院齿科下设的口腔外科，始建于1955年，拥有悠久的历史背景，是我国最早成立的口腔颌面外科之一，亦是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年，科室经国务院授权，成为中国首批博士学位点，并在此培养出我国第一位医学博士，标志着科室在教育与科研领域的重要地位。1996年，作为重点学科，科室首批进入211工程，进一步提升了其学术影响力。2.目前，科室不仅是国家一级重点学科的骨干科室，还是国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，以及国际口腔颌面外科医师协会肿瘤与修复重建培训基地，充分展现了科室在口腔颌面外科领域的领先地位。2011年，科室首批获得国家临床重点专科支持，进一步强化了其临床诊疗能力。3.口腔颌面外科作为医教研三位一体的科室，专业范围广泛，涵盖牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建等多个领域，为患者提供全方位的诊疗服务。4.全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成，设施完善，功能齐全，为科室的医教研活动提供了坚实的基础。科室先后涌现出一大批国内外知名专家和教授，形成了强大的专业团队。目前，科室在职人员212名，其中包括68名医师、139名护士和5名技术人员，专业队伍庞大。其中，正高级职称25人，副高职称21人，医师中具有博士学位者48人，硕士学位者11人，高学历人才占比高，专业实力雄厚。5.科室诊疗条件优越，目前拥有诊疗椅位29台，住院床位180张，专用手术间8间，能够满足大量患者的就医需求。年门诊量达到86000余人次，年住院患者和手术台数超过6700人次，充分展现了科室的高效运转能力和广泛的社会影响力。",
                        "临床业务范围": "牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。"
                    },
                    "口腔颌面外科-创伤": {
                        "科室简介": "北京大学口腔医院口腔颌面外科的前身为北平大学医学院齿科下设的口腔外科，始建于1955年，是我国最早成立的口腔颌面外科之一，也是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年经国务院授权，成为中国首批博士学位点，并培养出我国第一位医学博士。1996年作为重点学科首批进入211工程。目前是国家一级重点学科的骨干科室、国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，国际口腔颌面外科医师协会肿瘤与修复重建培训基地，2011年首批获得国家临床重点专科支持。口腔颌面外科是医教研三位一体的科室。专业范围包括：牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成。科室先后涌现出一大批国内外知名专家和教授，现我科在职人员212名，其中包括68名医师，139名护士和5名技术人员;正高级职称25人，副高职称21人;医师中具有博士学位者48人，硕士学位者11人。目前拥有诊疗椅位29台，住院床位180张，专用手术间8间。年门诊量86000余人次，年住院患者和手术台数超过6700人次。",
                        "科室特色": "1.北京大学口腔医院口腔颌面外科，其前身为北平大学医学院齿科下设的口腔外科，始建于1955年，拥有悠久的历史背景，是我国最早成立的口腔颌面外科之一，亦是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年，科室经国务院授权，成为中国首批博士学位点，并在此培养出我国第一位医学博士，标志着科室在教育与科研领域的重要地位。1996年，作为重点学科，科室首批进入211工程，进一步提升了其学术影响力。2.目前，科室不仅是国家一级重点学科的骨干科室，还是国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，以及国际口腔颌面外科医师协会肿瘤与修复重建培训基地，充分展现了科室在口腔颌面外科领域的领先地位。2011年，科室首批获得国家临床重点专科支持，进一步强化了其临床诊疗能力。3.口腔颌面外科作为医教研三位一体的科室，专业范围广泛，涵盖牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建等多个领域，为患者提供全方位的诊疗服务。4.全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成，设施完善，功能齐全，为科室的医教研活动提供了坚实的基础。科室先后涌现出一大批国内外知名专家和教授，形成了强大的专业团队。目前，科室在职人员212名，其中包括68名医师、139名护士和5名技术人员，专业队伍庞大。其中，正高级职称25人，副高职称21人，医师中具有博士学位者48人，硕士学位者11人，高学历人才占比高，专业实力雄厚。5.科室诊疗条件优越，目前拥有诊疗椅位29台，住院床位180张，专用手术间8间，能够满足大量患者的就医需求。年门诊量达到86000余人次，年住院患者和手术台数超过6700人次，充分展现了科室的高效运转能力和广泛的社会影响力。",
                        "临床业务范围": "牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。"
                    },
                    "口腔颌面外科-牙槽突外科": {
                        "科室简介": "北京大学口腔医院口腔颌面外科的前身为北平大学医学院齿科下设的口腔外科，始建于1955年，是我国最早成立的口腔颌面外科之一，也是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年经国务院授权，成为中国首批博士学位点，并培养出我国第一位医学博士。1996年作为重点学科首批进入211工程。目前是国家一级重点学科的骨干科室、国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，国际口腔颌面外科医师协会肿瘤与修复重建培训基地，2011年首批获得国家临床重点专科支持。口腔颌面外科是医教研三位一体的科室。专业范围包括：牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成。科室先后涌现出一大批国内外知名专家和教授，现我科在职人员212名，其中包括68名医师，139名护士和5名技术人员;正高级职称25人，副高职称21人;医师中具有博士学位者48人，硕士学位者11人。目前拥有诊疗椅位29台，住院床位180张，专用手术间8间。年门诊量86000余人次，年住院患者和手术台数超过6700人次。",
                        "科室特色": "1.北京大学口腔医院口腔颌面外科，其前身为北平大学医学院齿科下设的口腔外科，始建于1955年，拥有悠久的历史背景，是我国最早成立的口腔颌面外科之一，亦是目前国内规模最大、专业技术队伍最齐整的科室之一。1982年，科室经国务院授权，成为中国首批博士学位点，并在此培养出我国第一位医学博士，标志着科室在教育与科研领域的重要地位。1996年，作为重点学科，科室首批进入211工程，进一步提升了其学术影响力。2.目前，科室不仅是国家一级重点学科的骨干科室，还是国家继续教育口腔颌面外科培训基地、国际内固定研究协会颅颌面外科(AO CMF)培训基地，以及国际口腔颌面外科医师协会肿瘤与修复重建培训基地，充分展现了科室在口腔颌面外科领域的领先地位。2011年，科室首批获得国家临床重点专科支持，进一步强化了其临床诊疗能力。3.口腔颌面外科作为医教研三位一体的科室，专业范围广泛，涵盖牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建等多个领域，为患者提供全方位的诊疗服务。4.全科由实验室、口外门诊、激光整形美容室、复苏室和五个病区组成，设施完善，功能齐全，为科室的医教研活动提供了坚实的基础。科室先后涌现出一大批国内外知名专家和教授，形成了强大的专业团队。目前，科室在职人员212名，其中包括68名医师、139名护士和5名技术人员，专业队伍庞大。其中，正高级职称25人，副高职称21人，医师中具有博士学位者48人，硕士学位者11人，高学历人才占比高，专业实力雄厚。5.科室诊疗条件优越，目前拥有诊疗椅位29台，住院床位180张，专用手术间8间，能够满足大量患者的就医需求。年门诊量达到86000余人次，年住院患者和手术台数超过6700人次，充分展现了科室的高效运转能力和广泛的社会影响力。",
                        "临床业务范围": "牙槽外科疾病、口腔颌面部炎症、颞下颌关节疾病、面部神经疾患、口腔颌面部创伤、口腔颌面颈部肿瘤、涎腺疾病、牙颌面畸形、睡眠呼吸障碍、唇腭裂、面颈部脉管疾病、面部整形美容和组织缺损的修复重建。"
                    },
                    "口腔颌面外科-激光美容整形门诊": {
                        "科室简介": "激光整形美容门诊前身是1985年成立的颌面外科激光室，是国内首先将激光应用于口腔的医院之一。参加了北京市六五、七五协作组项目“PDT诊治恶性肿瘤”国家攻关课题，获卫生部乙等奖、北京市一等奖。1987年获得国家自然科学基金：Nd:YAG激光选择性的杀伤肿瘤的机理研究。以大量基础实验和临床经验积累编写了“实用激光医学”、“头颈部血管瘤与脉管畸形”。科室成员分别多届担任中华医学会激光学分会副主任委员、委员;中华口腔医学会激光分会委员;北京医学会激光医学分会委员等。",
                        "科室特色": "激光整形美容门诊，其前身为1985年创立的颌面外科激光室，是国内率先将激光技术引入口腔医疗领域的医院之一。本科室积极参与了北京市六五、七五协作组项目“PDT诊治恶性肿瘤”这一国家重要攻关课题，并因此荣获卫生部乙等奖及北京市一等奖。1987年，科室成功获得国家自然科学基金资助，专注于“Nd:YAG激光选择性的杀伤肿瘤的机理研究”。基于深厚的基础实验研究与丰富的临床经验，科室编纂了《实用激光医学》及《头颈部血管瘤与脉管畸形》等专业著作。科室成员历届担任中华医学会激光学分会副主任委员、委员，中华口腔医学会激光分会委员，以及北京医学会激光医学分会委员等职务，彰显了科室在业界的专业地位与影响力。",
                        "临床业务范围": "　一、口腔良性病变的治疗口腔颌面部皮肤、粘膜良性病变的激光治疗，如乳头状瘤、粘液囊肿、纤维增生、白斑、口腔溃疡、牙龈瘤、色素痣、疣、老年斑等。二、口腔脉管疾病的综合诊治血管畸形，淋巴管畸形、婴幼儿血管瘤的综合诊治。治疗手段上有口服药物，局部注射，激光，手术等方法，根据不同的病变和年龄，选择合适的方法。血管畸形包括微静脉畸形，静脉畸形，动脉畸形及混合畸形。根据不同的病情可选择激光、局部药物注射、栓塞、手术或两种以上的方法结合应用。淋巴管畸形分大囊型、微囊型和混合型(血管和淋巴管混合)，治疗上可有局部药物注射，激光，手术。三、口腔颌面部畸形的整形及美容：先天性骨组织、软组织畸形，后天因疾病或创伤造成的畸形，除皱，隆鼻，重睑，吸脂，面部轮廓(颧骨、下颌角)等整形。四、口腔恶性肿瘤的诊治口腔颌面部良恶性肿瘤的诊断及治疗，包括手术、放疗和化疗方案的制定。"
                    }
                }
            },
            "口腔修复科": {
                "科室简介": "口腔修复科历史悠久，这里先后诞生了毛燮均、钟之琦、朱希涛、王洁泉、王毓英等中国口腔医学界泰斗。该学科是国务院首批博士、硕士学位授予学科之一，是北京大学口腔医学(一级学科)国家重点学科的重要组成部分。\n2011年口腔修复科以优异的成绩获批国家临床重点专科建设项目，其医疗、教学、科研水平在全国处于领先地位，在我国口腔修复领域发挥了重要的引领作用。近年来，先后获得北京市科学技术奖、华夏医学科技奖、中华口腔医学科技奖、北京市教育教学成果奖、中国学位与研究生教育学会医药学研究生教育成果奖、精品课程等多项成果。在医师中，超过80%具有博士学位，一半以上曾赴欧、美、日留学进修一年以上，拥有长江学者、国家百千万人才(国家有突出贡献中青年专家)、国务院政府特殊津贴获得者、教育部新世纪优秀人才、首都科技领军人才、北京市科技新星等各级人才10余名;拥有十余名在职博士生导师。口腔修复学教研室有多名教授就任中华口腔医学会口腔修复专业委员会、口腔颌面修复学专委会、口腔美学专委会、口腔医学计算机专委会、口腔修复工艺学专业委员会主任委员、副主任委员等职务，另有多名医师在国际、亚洲、全国性和北京市学术组织中承担委员及以上职务。有多名医师担任国际、国内学术杂志编委，有多名医师担任国家级规划教材和北京市精品教材主编或副主编，有多名医师担任北京市及以上医学会医疗事故鉴定专家。\n2018年口腔修复科联合种植科和牙周科获批成为ITI国际学者培训中心，2019年开始接收ITI 国际学者。培训中心的设立、建设和发展为我院师生与国际口腔医学界的深入合作与交流提供了又一高层次平台。\n口腔修复科采用的修复方法和修复材料均与世界先进水平同步。多种全瓷修复、贵金属烤瓷、改良he型全口义齿、数字化修复技术(CAD/CAM)、纯钛义齿、精密附着体、磁性附着体、种植义齿等均在我科率先开展，并在全国处于领先地位。口腔修复科联合数字化中心积极自主研发数字化口腔修复技术和材料，为国家口腔修复技术和材料的创新发展贡献力量。\n口腔修复科始终本着以人为本、以患者为中心的原则，诚心为国内外广大患者提供优质、全面的服务，为患者恢复健康的口腔和自信的笑容。",
                "科室特色": "1.全瓷美学修复2.微创美学修复3.数字化修复4.种植修复5.全口缺失牙的综合修复方案6.基于功能性颌位转移的咬合技术重建技术7.固定-活动联合修复8.多学科合作的修复模式",
                "临床业务范围": "口腔修复科的业务范围主要包括：1. 牙体修复：如龋齿填充、牙体缺损修复等。2. 牙列缺损修复：涉及固定修复（如牙冠、桥）和活动修复（如活动义齿）。3. 全口义齿修复：为无牙患者提供全口义齿。4. 种植修复：在缺牙区植入人工牙根，并进行上部修复。5. 美学修复：包括瓷贴面、全瓷冠等，以改善牙齿外观。6. 颌面部缺损修复：如颌骨缺损修复、面部义眼等。7. 咬合重建：处理咬合紊乱和功能障碍。"
            },
            "口腔正畸科": {
                "科室简介": "北京大学口腔医院正畸科专注于口腔正畸临床治疗和教学科研工作，是我国成立最早、综合实力最强、接诊量最大的专业化口腔正畸科室之一。正畸科自1949年由我国正畸学奠基人毛燮均教授创建以来，在黄金芳、傅民魁、林久祥等一代又一代北医正畸人的带领下，守正创新、团结进取，在临床、教学、科研等领域始终走在国内正畸界前列，获得国家级、教育部、卫生部、北京市、中华医学奖等奖励，入选2016—2018年度国家临床重点专科建设项目。\n正畸科是国内领先的正畸诊疗中心，现有正畸医师中92%拥有博士学位，大部分有一年及以上海外留学经历，在国内率先开展正畸正颌联合治疗、唇腭裂患者正畸治疗、呼吸睡眠暂停正畸治疗等领域临床治疗，率先应用种植体支抗、传动矫治技术，PASS矫治技术、舌侧矫治技术、无托槽隐形矫治技术等先进临床治疗技术。\n正畸科是教书育人的规范化专科医师培训基地，现有博士生导师9名，硕士生导师8名，承担本科生、研究生、以及规培医生正畸相关领域课程教学，同时开展对口援建和进修医师培养工作，主持编写第一至五版全国统编口腔正畸学，第一、二版口腔正畸学研究生教材，教育部十一五规划口腔正畸学长学制教材第一、二版。\n正畸科是成果丰硕的科研创新群体，每年发表和出版数十篇(部)高水平学术论文和学术专著，主办《中华口腔正畸学》杂志，是第1—4届和第6届中华口腔医学会正畸专业委员会主任委员单位。\n正畸科秉持患者至上的诊疗原则，年门诊人次16万，受到广大患者和家属的普遍好评。",
                "科室特色": "1.各种类型牙颌畸形的综合性正畸治疗，包括成人和儿童。2.配合其它口腔治疗需要的辅助性正畸治疗3.复杂的成人正畸治疗4.隐形美观正畸5.睡眠呼吸暂停综合症的治疗6.流派齐全的矫治技术"
            },
            "口腔种植科": {
                "科室简介": "北京大学口腔医学院种植科成立于1997年，是国内最早成立的种植专业科室之一，是一个专门从事口腔种植临床工作的专业化科室，在国内外口腔种植学界享有较高知名度和影响力。自1998年来，在国内最早开展并报道了多种骨增量技术，如GBR技术、上颌窦底提升植骨技术、外置法植骨技术等，均已成为本科室开展的常规外科技术。自2008年来，在国内最早开展无牙颌患者的All-on-4技术。患者当天拔除口内余留患牙，即刻植入种植体，当天完成即刻固定修复并行使咀嚼功能。 自2009年来，在国内率先开展前牙即刻种植即刻美学修复技术，实现前牙当天拔除、种植、当天即刻固定修复，满足了患者对美观的要求。科室十多年来已完成3万余例各种条件下的牙种植修复,种植体十年存留率达96.7%，达到国际口腔种植存留率标准。科室装备有六套国际著名种植系统及全套种植设备，国际一流的专用手术设备，专用消毒设备和国际一流水准的专业修复技工室，包括德国Kavo everest CAD/CAM加工系统，Nobelbiocare Procera系统，Sirona CAD/CAM系统， 瑞士Ivoclar烤瓷及铸瓷设备，德国AEC CAD/CAM 系统及全自动激光铸造机等国际先进加工设备。科室由受过专门系统培训的种植外科医师(教授1人，副教授3人)、种植修复医师(主任医师2人，主治医师4人)、修复工艺技师(主管技师2人，技师9人)及护理人员(主管护师2人，护师7人)组成专业种植团队。所有的医师、技师均在德国、瑞士、美国等接收过多次专业培训与学习。规范化于专业化是科室的宗旨与特色。科室装备有3D锥形束CT-曲断一体机1台，牙科综合治疗台7个，专用手术间3个，内窥镜2台，麻醉机1台，超声骨刀4台。另有隶属本科室种植专用技工室1个，拥有CAD/CAM三套，电火花加工中心1台，激光焊接机1台，全自动铸造机2台等。北京大学口腔医院种植科获得2014年首届中华口腔医学会科技奖一等奖，2013-2014年度国家临床重点专科建设项目，有国家973重大项目首席科学家一人，获得2010年中华医学科技二等奖。",
                "科室特色": [
                    "国内最早成立的口腔种植专业科室之一",
                    "高知名度和影响力的口腔种植学科",
                    "开展多种骨增量技术，如GBR技术、上颌窦底提升植骨技术、外置法植骨技术",
                    "国内最早开展无牙颌患者的All-on-4技术",
                    "率先开展前牙即刻种植即刻美学修复技术",
                    "种植体十年存留率达96.7%，达到国际标准",
                    "装备有国际一流的种植系统和设备",
                    "专业种植团队，成员均接受过国际专业培训"
                ],
                "临床业务范围": [
                    "口腔种植临床工作",
                    "即刻植入种植体及即刻固定修复",
                    "前牙即刻种植及美学修复",
                    "多种条件下的牙种植修复",
                    "使用先进技术设备进行种植及修复"
                ]
            },
            "口腔黏膜科": {
                "科室简介": "自上个世纪五十年代以来，科室在国内率先开展口腔黏膜病的临床诊治工作和教学工作，为国内口腔黏膜疾病临床、教学及科研工作的正规开展及口腔黏膜病学专业人才的培养奠定了良好的基础并积累了丰富经验。上世纪七十年代，科室开始尝试采用中西医结合的方法诊治口腔黏膜疾病，目前科室在口腔黏膜疑难病诊治及口腔中西医结合方面在全国享有盛誉，科室拥有国际国内知名专家多名，同时拥有先进并具特色的诊治技术，并拥有自主知识产权的中成药剂。2013年科室获得国家临床重点专科建设项目支持。八十年代以来科室开展了大量与口腔黏膜病临床、基础相关的研究工作，大大促进口腔黏膜病临床诊治水平提高。目前科室主要研究方向包括：口腔黏膜潜在恶性病变的研究、口腔念珠菌病的研究、口腔黏膜疱性疾病的研究、以及系统病口腔表征的诊治研究等等。部分研究成果已广泛应用于临床，并取得良好的诊治效果。目前科室是中华口腔医学会口腔黏膜病专业委员会主任委员、中华口腔医学会口腔中西结合副主任委员单位。近5年来，科室日门诊量达150-240人次，年门诊量达5万人次以上；其中60%以上的患者来自全国省各市及自治区。科室在复发性阿弗他溃疡、口腔扁平苔藓、口腔白斑病、口腔念珠菌病、天疱疮、干燥综合征等的诊治水平在国内均处于领先地位, 某些方面达到国际先进水平。目前拥有自主知识产权的中成药如苔藓平颗粒剂、滋阴清热颗粒剂、口咽康颗粒剂、活血生津颗粒剂、牙周败毒颗粒剂、固齿健周颗粒剂等。",
                "科室特色": "口腔黏膜潜在恶性病变的研究、口腔念珠菌病的研究、口腔黏膜疱性疾病的研究、系统性疾病的口腔表征研究等。1.口腔念珠菌病：临床及基础研究处于国内领先水平。近年来在国内率先开展了多项口腔念珠菌病相关的临床及基础研究工作，为口腔念珠菌病的精准诊断和治疗提供了有力地支持。2.口腔黏膜疱性疾病：天疱疮、类天疱疮等大疱性自身免疫性疾病，属口腔黏膜病中的少见病、疑难病。近年来我科在临床诊治方面积累了丰富的经验，通过临床、病理及免疫学检查等，能够在疾病的早期做出明确诊断，大大降低了此类疾病的病死率，提高了患者的生存质量，临床诊治水平在国内位居领先地位。3.口腔黏膜潜在恶性病变：对口腔白斑、红斑、扁平苔藓、慢性盘状红斑狼疮等口腔黏膜潜在恶性病变的诊断研究(如口腔黏膜脱落细胞检测、P16甲基化等)也达国内一流。",
                "临床业务范围": "1.口腔黏膜疾病的临床诊治：2.复发性阿弗他溃疡3.口腔扁平苔藓4.口腔白斑病（含口腔黏膜潜在恶性病变的诊断与研究）5.口腔念珠菌病（含临床及基础研究）6.天疱疮、类天疱疮等口腔黏膜疱性疾病7.干燥综合征8.其他口腔黏膜疾病9.中西医结合口腔黏膜疾病治疗"
            },
            "口腔预防保健科": {
                "科室简介": "北京大学口腔医学院口腔预防保健科创建于1980年，是我国第一个成立的口腔预防科，是国内领先的集医、教、研、防四位一体的临床科室。口腔预防科的医疗特色包括医院门诊和社区地段工作。特色包括医院、社区和学校的儿童口腔疾病和成人的龋病、牙髓病、根尖周病和牙周病的诊疗、高危人群的龋病管理、学龄前儿童的口腔疾病的综合防治工作、口腔健康促进和口腔健康教育等。作为国内一流的教学基地，科室承担口腔医学专业本科生、研究生、进修生的专业理论课和临床实习的教学任务，同时还承担国家级继续教育项目。口腔预防医学教研室是全国第一个口腔预防医学博士学位授予单位，也是人民卫生出版社出版的全国统编教材《口腔预防医学》1-5版的主编单位。口腔预防科还参与国家口腔卫生标准、工作规划和规范的制定，国家口腔卫生政策的专业支撑，国家口腔疾病防治项目的管理，组织和参与全国爱牙日活动，领导并参与第一、二、三、四次全国口腔健康流行病学调查的组织、实施和报告起草工作，参与中华口腔医学会和中国牙病防治基金会的工作等。口腔预防科还是世界卫生组织亚太地区唯一的预防牙医学科研与培训合作中心办公室所在地，与世界卫生组织其他全球口腔卫生合作中心合作，开展国际口腔公共卫生项目，促进全民口腔健康，并为我国培养了大量口腔公共卫生的骨干人才。",
                "科室特色": "1.口腔健康流行病学调查;2.口腔疾病的预防与口腔卫生指导;3.社区口腔卫生保健;4.高危人群的龋病管理;5.儿童口腔疾病的综合防治，尤其在低龄儿童龋的诊治、牙外伤的序列治疗、儿童咬合诱导颇具特色;6.成人龋病、牙髓病和根尖周病的临床诊治;7.口腔预防临床试验项目;",
                "临床业务范围": "北京大学口腔医学院口腔预防保健科的临床业务范围广泛，具体包括：1.口腔健康流行病学调查；2.口腔疾病的预防与口腔卫生指导，涵盖医院、社区和学校的儿童口腔疾病和成人的龋病、牙髓病、根尖周病和牙周病的预防工作；3.社区口腔卫生保健服务，包括高危人群的龋病管理、学龄前儿童的口腔疾病的综合防治工作；4.儿童口腔疾病的综合防治，尤其在低龄儿童龋的诊治、牙外伤的序列治疗、儿童咬合诱导方面颇具特色；5.成人龋病、牙髓病和根尖周病的临床诊治；6.参与和开展口腔预防临床试验项目；7.作为教学基地，承担口腔医学专业本科生、研究生、进修生的专业理论课和临床实习的教学任务，以及国家级继续教育项目；8.参与国家口腔卫生标准、工作规划和规范的制定，提供国家口腔卫生政策的专业支撑，管理国家口腔疾病防治项目；9.组织和参与全国爱牙日活动，领导并参与全国口腔健康流行病学调查的组织、实施和报告起草工作；10.作为世界卫生组织亚太地区唯一的预防牙医学科研与培训合作中心办公室所在地，与世界卫生组织其他全球口腔卫生合作中心合作，开展国际口腔公共卫生项目。"
            },
            "综合治疗科": {
                "科室简介": "北京大学口腔医院综合科成立于1991年，是我院与日本明海大学、朝日大学共同创办的”临床牙科毕业后教育研究所”，以门诊医疗工作、临床科研和毕业后教育为一体，包括牙体牙髓，牙周，口腔外科、口腔修复、种植及口腔综合等专业学科。规范、专业、综合是科室的医疗宗旨, 由多名中高级职称的医生组成了一个有丰富临床和教学经验的医师团队。拥有先进的专业设备和精湛的医疗技术，多专业集中的特点，实现了患者科内会诊和转诊，提供了更加便捷、高效的就医选择。全科有综合治疗椅24台，每日接诊国内外患者200余人。综合科常年开设晚间门诊工作，在日常门诊结束后继续为患者提供口腔常见疾病的诊疗服务。2009年7月1日开设特需医疗部，建立全程预约制度，出诊专家为各专业副高职及以上医师，为患者提供全面治疗方案和优质的诊疗服务。2014年4月起设立“口腔综合号”，提供以病人为中心的一站式诊疗及个性化的口腔健康指导。综合科建立了独具特色的进修生教学体系，建科以来为基层医疗机构培训了三百多名各具特长并兼具综合诊疗能力的口腔医生。2012年起成为北京市住院医规范化培养基地。同时每年还举办继续教育学习班，推广现代口腔全科诊疗理念与技术实践培训。科室开展多项临床及基础科研工作，目前共发表SCI论文20余篇，中文核心期刊百余篇，获得国家自然科学基金资助3项及市、校、院级科研基金资助数十项。",
                "科室特色": "牙体牙髓专业1.龋病、牙髓病和根尖周病的诊断与系统治疗。2.非龋性牙齿硬组织疾病的诊断和治疗。3.猖獗龋、放射性龋、酸蚀症，牙齿咬合病的序列诊治和预防追踪。4.前牙树脂美学修复。5.复杂根管的显微根管治疗与再治疗。6.显微根尖手术。7.氟斑牙、四环素牙、牙齿外源性着色的牙齿美白与美学修复。8.牙髓再生与牙再植。\n牙周专业1.针对牙龈炎、牙周炎的诊断、高质量的牙周基础治疗、预防和长期随访和维护。2.多学科相关的牙周治疗(牙髓治疗、正畸、修复、种植等)。3.各类牙周手术(牙龈翻瓣与成形术、引导性牙周组织再生、膜龈手术、植骨术等)。\n牙及牙槽外科1.阻生智齿、各种埋伏牙、复杂牙的拔除，及其它无临床保留意义牙齿的拔除。2.微动力系统微创拔牙。3.颌骨囊肿病变手术。4.颌面部软组织外伤、牙折及骨折的诊治。5.多学科多专业的联合治疗：错位埋伏牙的开窗助萌和修复前软硬组织畸形的外科处理，根尖病变的显微外科手术，劈裂牙的牙冠延长术。6.口颌面痛及颞下颌关节疾病的诊治。7.其它口腔颌面外科的常见病的诊治。\n修复专业1. 牙齿缺损的修复：嵌体、高嵌体、全冠桩核冠、贴面等。2. 牙列缺损的固定修复：固定桥、粘接桥等。3. 牙列缺损或缺失的活动修复：可摘局部义齿和全口义齿。4. 牙列缺损的固定活动联合修复：精密附着体、磁性附着体、套筒冠等。5. 综合美学修复：牙齿漂白、全瓷贴面、全瓷冠、前牙美学修复等。\n种植专业1.牙列缺损及缺失的即刻及延期种植及修复。2.骨量不足时的多种植骨与种植技术。3.上颌窦底提升种植技术。4.种植美学修复技术。\n综合科的特色，治疗口腔临床常见病，侧重于为患者进行全面检查，制定治疗计划和并提供序列治疗，包括口腔颌面外科(牙拔除术、牙槽外科简单手术)、牙周(口腔卫生宣教、牙周基础治疗、牙周冠延长术等)、牙体牙髓(龋齿充填、根管治疗术、前牙美学树脂修复、牙齿漂白等)和口腔修复(固定义齿修复和活动义齿修复)。",
                "临床业务范围": "牙体牙髓专业：1.龋病、牙髓病和根尖周病的诊断与系统治疗。2.非龋性牙齿硬组织疾病的诊断和治疗。3.猖獗龋、放射性龋、酸蚀症，牙齿咬合病的序列诊治和预防追踪。4.前牙树脂美学修复。5.复杂根管的显微根管治疗与再治疗。6.显微根尖手术。7.氟斑牙、四环素牙、牙齿外源性着色的牙齿美白与美学修复。8.牙髓再生与牙再植。\n牙周专业：1.针对牙龈炎、牙周炎的诊断、高质量的牙周基础治疗、预防和长期随访和维护。2.多学科相关的牙周治疗（牙髓治疗、正畸、修复、种植等）。3.各类牙周手术（牙龈翻瓣与成形术、引导性牙周组织再生、膜龈手术、植骨术等）。\n牙及牙槽外科：1.阻生智齿、各种埋伏牙、复杂牙的拔除，及其它无临床保留意义牙齿的拔除。2.微动力系统微创拔牙。3.颌骨囊肿病变手术。4.颌面部软组织外伤、牙折及骨折的诊治。5.多学科多专业的联合治疗：错位埋伏牙的开窗助萌和修复前软硬组织畸形的外科处理，根尖病变的显微外科手术，劈裂牙的牙冠延长术。6.口颌面痛及颞下颌关节疾病的诊治。7.其它口腔颌面外科的常见病的诊治。\n修复专业：1.牙齿缺损的修复：嵌体、高嵌体、全冠桩核冠、贴面等。2.牙列缺损的固定修复：固定桥、粘接桥等。3.牙列缺损或缺失的活动修复：可摘局部义齿和全口义齿。4.牙列缺损的固定活动联合修复：精密附着体、磁性附着体、套筒冠等。5.综合美学修复：牙齿漂白、全瓷贴面、全瓷冠、前牙美学修复等。\n种植专业：1.牙列缺损及缺失的即刻及延期种植及修复。2.骨量不足时的多种植骨与种植技术。3.上颌窦底提升种植技术。4.种植美学修复技术。\n综合科特色业务：治疗口腔临床常见病，侧重于为患者进行全面检查，制定治疗计划，并提供序列治疗，包括口腔颌面外科（牙拔除术、牙槽外科简单手术）、牙周（口腔卫生宣教、牙周基础治疗、牙周冠延长术等）、牙体牙髓（龋齿充填、根管治疗术、前牙美学树脂修复、牙齿漂白等）和口腔修复（固定义齿修复和活动义齿修复）。"
            },
            "综合治疗二科": {
                "科室简介": "北京大学口腔医院综合治疗二科成立于2008年，位于医院门诊楼六层西侧。科室共拥有口腔综合治疗台34台及一批先进的口腔治疗设备和器械，科内设牙体牙髓、修复、口腔颌面外科、牙周和儿童口腔等5个专业，每个专业均拥有具中高级职称、丰富临床经验和一定教学经历的医师组成的医师团队，承担医学院学生临床实习及住院医师规范化培训的教学任务。科室多专业集中，除可以完成口腔常见疾病的诊治工作外，还能对部分疑难病例进行治疗，并可以实现患者的科内会诊、科内转诊。2014年开始，科室推出“口腔综合号”，为初诊患者提供全面的检查、诊断及治疗设计，牙体、牙周、修复、口腔颌面外科的口腔常见疾病，均可在综合医师处完成，为患者提供“一站式”服务，避免了多科转诊带来的不便。为患者提供“保质方便”的治疗工作是科室的宗旨。北京大学口腔医院C楼综合二科于2016年3月1日正式开诊，所有医护人员由北京大学口腔医院总院派出。位于北京大学口腔医院第一门诊部C楼二层，由总院综合二科的医生轮流在C楼出诊，出诊医生现以主治医师和住院医师为主，治疗以综合诊疗为宗旨，注重全口综合设计和治疗，提供一站式口腔诊疗服务。",
                "科室特色": "综合治疗二科1.牙体牙髓病专业：龋病、牙外伤、牙齿发育异常、急慢性牙髓炎、急慢性根尖周炎的诊断和治疗。2.修复专业：牙体缺损、牙列缺损、牙列缺失的固定及可摘义齿修复;前牙美容修复;牙周病的矫形治疗等。3.口腔颌面外科专业：无保留意义牙齿的拔除;口腔颌面部软硬组织的小手术;口腔颌面部软硬组织外伤的诊治。4.牙周病专业：牙龈炎、牙周炎的诊疗，包括常规洁治及系统治疗。牙周内窥镜下治疗为本科室特色。5.儿童口腔科专业：乳牙及年轻恒牙的龋病预防(窝沟封闭);乳牙及年轻恒牙龋病、牙髓炎、根尖周炎、外伤的诊断和治疗。",
                "临床业务范围": "临床业务范围：1.牙体牙髓病专业：龋病、牙外伤、牙齿发育异常、急慢性牙髓炎、急慢性根尖周炎的诊断和治疗。2.修复专业：牙体缺损、牙列缺损、牙列缺失的固定及可摘义齿修复；前牙美容修复；牙周病的矫形治疗等。3.口腔颌面外科专业：无保留意义牙齿的拔除；口腔颌面部软硬组织的小手术；口腔颌面部软硬组织外伤的诊治。4.牙周病专业：牙龈炎、牙周炎的诊疗，包括常规洁治及系统治疗；牙周内窥镜下治疗（为本科室特色）。5.儿童口腔科专业：乳牙及年轻恒牙的龋病预防（窝沟封闭）；乳牙及年轻恒牙龋病、牙髓炎、根尖周炎、外伤的诊断和治疗。"
            },
            "关节诊治中心": {
                "科室简介": "北京大学口腔医院颞下颌关节病及口颌面疼痛诊治中心(关节门诊)是集临床医疗、教学和科学研究为一体的专业诊疗平台。1992年，马绪臣教授创建并任中心主任，在国内率先开展颞下颌关节病及口腔颌面痛的医教研工作，为国内颞下颌关节病相关工作的规范诊疗及专业人才培养奠定了坚实基础。关节门诊历史悠久、医疗团队实力雄厚。我国口腔医学界泰斗张震康教授自1961年起从事颞下颌关节病研究，张震康、马绪臣教授等提出颞下颌关节疾病系统临床分类和诊断标准并写入教科书，70年代发表有国际影响力的颞下颌关节造影术的论文，首次成功开展关节盘穿孔修补复位术，提出颞下颌关节紊乱病心理因素特征和免疫病理机制。关节门诊出诊专家来自北京大学口腔医院口腔颌面外科、口腔修复科、口腔正畸科和口腔颌面医学影像科等各个科室。关节门诊的临床任务是诊治颞下颌关节相关的口颌面疼痛和下颌运动功能障碍，如口颌面疼痛、关节弹响、张口受限等。在临床工作中，我们坚持遵循最高专业标准，致力于为患者提供规范、经济又富于创新性的诊疗服务。此外，关节门诊还承担了北京大学口腔医学院研究生、住院医师和国内外进修医师颞下颌关节病的临床专业理论和临床实习的教学任务。",
                "科室特色": "历史悠久与权威背景：自1992年由马绪臣教授创建以来，关节门诊在国内率先开展颞下颌关节病及口腔颌面痛的医教研工作，拥有深厚的历史底蕴和权威背景。张震康教授等口腔医学界泰斗的早期研究为科室奠定了坚实基础。  医疗团队实力雄厚：关节门诊汇聚了来自北京大学口腔医院多个科室的出诊专家，包括口腔颌面外科、口腔修复科、口腔正畸科和口腔颌面医学影像科等，形成了多学科协作的强大医疗团队。  系统临床分类与诊断标准：科室提出了颞下颌关节疾病的系统临床分类和诊断标准，并写入教科书，为规范诊疗提供了科学依据。  创新诊疗服务：在临床工作中，关节门诊坚持遵循最高专业标准，致力于为患者提供规范、经济且富于创新性的诊疗服务，针对口颌面疼痛、关节弹响、张口受限等症状进行有效治疗。  教学任务繁重：作为教学与科研的重要平台，关节门诊承担了北京大学口腔医学院研究生、住院医师和国内外进修医师的颞下颌关节病临床专业理论和临床实习教学任务，为培养专业人才做出了重要贡献",
                "临床业务范围": "关节门诊的临床任务是诊治颞下颌关节相关的口颌面疼痛和下颌运动功能障碍，如口颌面疼痛、关节弹响、张口受限等。"
            },
            "激光美容整形门诊": {
                "科室简介": "激光整形美容门诊前身是1985年成立的颌面外科激光室，是国内首先将激光应用于口腔的医院之一。参加了北京市六五、七五协作组项目“PDT诊治恶性肿瘤”国家攻关课题，获卫生部乙等奖、北京市一等奖。1987年获得国家自然科学基金：Nd:YAG激光选择性的杀伤肿瘤的机理研究。以大量基础实验和临床经验积累编写了“实用激光医学”、“头颈部血管瘤与脉管畸形”。科室成员分别多届担任中华医学会激光学分会副主任委员、委员;中华口腔医学会激光分会委员;北京医学会激光医学分会委员等。",
                "科室特色": "激光整形美容门诊以其深厚的激光技术应用历史、强大的科研实力、丰硕的专业著作、权威的专家团队以及全面的技术领先优势，成为了国内激光整形美容领域的佼佼者。",
                "临床业务范围": "口腔颌面部皮肤、粘膜良性病变的激光治疗，如乳头状瘤、粘液囊肿、纤维增生、白斑、口腔溃疡、牙龈瘤、色素痣、疣、老年斑等，血管畸形，淋巴管畸形、婴幼儿血管瘤的综合诊治。治疗手段上有口服药物，局部注射，激光，手术等方法，根据不同的病变和年龄，选择合适的方法。血管畸形包括微静脉畸形，静脉畸形，动脉畸形及混合畸形。根据不同的病情可选择激光、局部药物注射、栓塞、手术或两种以上的方法结合应用。淋巴管畸形分大囊型、微囊型和混合型(血管和淋巴管混合)，治疗上可有局部药物注射，激光，手术。先天性骨组织、软组织畸形，后天因疾病或创伤造成的畸形，除皱，隆鼻，重睑，吸脂，面部轮廓(颧骨、下颌角)等整形四、口腔恶性肿瘤的诊治口腔颌面部良恶性肿瘤的诊断及治疗，包括手术、放疗和化疗方案的制定"
            },
            "口腔病理科": {
                "科室简介": "北京大学口腔医院病理科1947年由中国口腔病理学界的元老郑麟蕃教授创建，是我国最早成立的医学研究室之一，1989年被国家教委授予全国重点学科点。是历届中华医学会口腔病理学组组长单位，目前为中华口腔医学会口腔病理专业委员会前任和侯任主任委员单位、本科生《口腔组织病理学》全国统编教材第1版至第7版主编单位，在全国口腔病理学界享有很高的声誉。在医疗上主要承担临床病理检查诊断工作，并为手术患者提供术中冰冻快速诊断，还开展对外院切片的专家会诊工作。拥有雄厚的专家诊断队伍，学术水平高，技术力量强，其病理诊断例数及诊断水平在全国口腔专科医院中名列前茅。科室建立至今已完成各种类型口腔颌面部疾病的病理诊断80000余例。",
                "科室特色": "1.疑难病理会诊2.免疫组织化学病理诊断3.术中冰冻病理诊断4.活体组织病理检查",
                "临床业务范围": "1.主要承担临床病理检查诊断工作，并为手术患者提供术中冰冻快速诊断，还开展对外院切片的专家会诊工作2.疑难病理会诊3.免疫组织化学病理诊断4.术中冰冻病理诊断5.活体组织病理查"
            },
            "口腔影像科": {
                "科室简介": "北京大学口腔医院医学影像科始建于1948年，时为北京大学附属医院齿科诊疗部X线室，为目前国内外规模最大的口腔颌面医学影像科之一。现任科主任为孙志鹏主任医师，副主任为雷杰副教授。医学影像科历经半个多世纪的发展，在医教研诸方面均取得了令人瞩目的成绩，在国内外口腔颌面医学影像学界享有良好的学术声誉，为学科的发展作出了重要贡献。我国口腔颌面放射学奠基人邹兆菊教授于1984年培养出新中国第一位医学博士，并于1987年创建中华医学会口腔科学会口腔放射学组。2000年马绪臣教授主持成立中华口腔医学会口腔颌面放射专业委员会，并任第一、二届专委会主任委员。2007年由时任国际口腔颌面放射学会主席马绪臣教授在北京主持召开了第16届国际口腔颌面放射学大会。医学影像科为口腔颌面医学影像学住院医师规范化培训基地和口腔颌面医学影像学硕士学位和博士学位授予点，迄今已先后培养硕士、博士研究生及博士后研究人员90余名，国内外发表学术论文500余篇，其中英文和SCI论文150余篇，主编专著21部。马绪臣教授主持的《口腔颌面医学影像诊断学》获国家级及北京市精品课程（2008年）、北京市精品教材（2013年）。医学影像科现有工作人员42名（15名医师：高级职称11人；16名技术人员：中级以上职称8人）；拥有口腔医学影像检查及相关介入放射学治疗等多种医学设备，包括9台牙科X线机、6台数字化曲面体层机、4台口腔颌面锥形束CT机以及数字化500mA X线机、彩超、多层螺旋CT、3.0T磁共振和内窥镜等。2023年口腔颌面部疾病的相关影像学检查达37余万次。",
                "科室特色": "1.历史悠久，底蕴深厚：始建于1948年，历经半个多世纪的发展，科室在口腔颌面医学影像学界享有良好的学术声誉，为学科的发展作出了重要贡献。2.医教研全面发展：科室在医疗、教学和科研方面均取得了令人瞩目的成绩，不仅为患者提供高质量的医学影像检查服务，还培养了大量口腔颌面医学影像学领域的专业人才，并发表了众多高水平的学术论文和专著。3.权威专家团队：科室拥有一支由高级职称医师和中级以上职称技术人员组成的强大专家团队，他们在口腔颌面医学影像学领域具有丰富的经验和深厚的造诣。4.先进医疗设备：科室配备了多种先进的医学影像检查设备，包括牙科X线机、数字化曲面体层机、口腔颌面锥形束CT机等，为口腔颌面部疾病的准确诊断提供了有力支持。5.高频次检查服务：2023年，科室完成的口腔颌面部疾病的相关影像学检查达到了37余万次，显示出科室在医疗服务方面的强大能力和高效运作。6.综上所述，北京大学口腔医院医学影像科以其悠久的历史、全面的医教研发展、权威的专家团队、先进的医疗设备和高效的服务能力，成为了口腔颌面医学影像学领域的佼佼者。",
                "临床业务范围": "1.口腔颌面医学影像检查：利用先进的医学影像设备，如牙科X线机、数字化曲面体层机、口腔颌面锥形束CT机等，为患者提供高质量的口腔颌面部医学影像检查服务，包括但不限于牙齿、颌骨、关节、软组织等部位的影像学检查。2.介入放射学治疗：在医学影像的引导下，进行口腔颌面部疾病的介入放射学治疗，如血管造影、栓塞治疗、放射性粒子植入等，为患者提供精准、有效的治疗手段。3.口腔颌面医学影像诊断：根据医学影像检查结果，结合患者的病史、临床表现等信息，进行口腔颌面部疾病的影像诊断，为临床治疗和手术规划提供重要依据。4.医学影像教学：作为口腔颌面医学影像学住院医师规范化培训基地和硕士学位、博士学位授予点，科室承担了大量的医学影像教学任务，包括理论授课、实践操作、病例讨论等，为培养口腔颌面医学影像学领域的专业人才贡献力量。5.医学影像科研：科室积极开展医学影像相关的科研工作，包括新技术、新方法的研发、医学影像数据的分析挖掘等，为口腔颌面医学影像学的学科发展贡献力量。"
            },
            "口腔急诊科": {
                "科室简介": "口腔急诊科是以治疗急性牙痛、牙外伤、口腔颌面部炎症与创伤为主要业务的综合性临床科室，7×24小时全天候开诊，是全国成立最早、规模最大、年诊疗人次最多的口腔急诊专业科室。口腔急诊科硬件设施国际一流，每台椅位单元均配备了可系统完成牙体牙髓病专业治疗的根管显微镜、根管动力系统、超声牙科治疗仪和根管封闭系统；还配备了CAD-CAM数字化口腔修复设备、STA无痛麻醉系统和口腔激光治疗机等先进设备。口腔急诊科技术力量雄厚，专业齐全，医生队伍由全科医师、牙体牙髓科医师、口腔颌面外科医师、儿童口腔科医师、牙周科医师和口腔修复科医师组成，具有中级技术职称以上的医生超过90%，综合实力居全国领先地位。",
                "科室特色": "北京大学口腔医院急诊科是以治疗急性牙痛、牙外伤、口腔颌面部炎症与创伤为主要业务的综合性临床科室，诊疗特色为：1.口腔急症的应急处理  诊疗疾病主要包括急性牙髓与根尖周病、急性牙周疾病、各类牙齿外伤、口腔颌面部急性炎症和口腔颌面部创伤。2.牙体牙髓病的系统治疗  急诊科的大多数医生以牙体牙髓病诊治为专业特长，配以国际一流的牙体牙髓专业治疗设备，可提供高水平的根管治疗和牙齿美学修复。3.复杂牙拔除  由具有丰富临床经验的口腔颌面外科医生接诊，专业的技术辅以先进的设备可提供各种复杂牙的微创拔除服务。4.口腔颌面部软组织的创伤修复  由以口腔颌面外科为专业特长的医生接诊，可提供兼顾美学与功能要求的创伤修复技术。",
                "临床业务范围": "口腔急诊科是以治疗急性牙痛、牙外伤、口腔颌面部炎症与创伤为主要业务的综合性临床科室，临床业务范围包括：1.7×24小时全天候开诊，提供口腔急症的应急处理，诊疗疾病主要包括急性牙髓与根尖周病、急性牙周疾病、各类牙齿外伤、口腔颌面部急性炎症和口腔颌面部创伤。2.利用国际一流的牙体牙髓专业治疗设备，提供牙体牙髓病的系统治疗，包括高水平的根管治疗和牙齿美学修复。3.由具有丰富临床经验的口腔颌面外科医生接诊，提供各种复杂牙的微创拔除服务。4.由以口腔颌面外科为专业特长的医生接诊，提供口腔颌面部软组织的创伤修复技术，兼顾美学与功能要求。5.此外，口腔急诊科硬件设施国际一流，技术力量雄厚，专业齐全，医生队伍由全科医师、牙体牙髓科医师、口腔颌面外科医师、儿童口腔科医师、牙周科医师和口腔修复科医师组成，综合实力居全国领先地位"
            }
        }
    }
}