{
    "口腔疾病":
    {
        "疾病定义":"口腔疾病是指影响口腔及其相关结构的各种疾病和状况，包括牙齿、牙龈、口腔黏膜、唾液腺、颌骨等部位的病变。这些疾病不仅会导致疼痛、不适和功能障碍，还可能对全身健康产生负面影响，如牙周病与心血管疾病、糖尿病等存在关联。常见的口腔疾病包括龋齿、牙周病、口腔溃疡、口腔癌等",
        "特性描述":"1.疼痛明显：口腔疾病常常以疼痛为主要症状，如牙髓炎、根尖周炎等，疼痛剧烈，影响患者的日常生活和饮食。例如，急性牙髓炎可能导致剧烈的夜间疼痛，而牙周炎则可能引起咀嚼时的疼痛。2.与生活习惯密切相关：口腔疾病的发生与个人的口腔卫生习惯、饮食习惯等密切相关。例如，不良的口腔卫生习惯可能导致牙菌斑和牙石的积累，进而引发牙周病。3.治疗的局部性：口腔疾病的治疗往往需要局部操作，如补牙、拔牙、牙周清洁等。这些治疗通常需要在口腔内直接进行，对技术要求较高。4.功能与美观并重：口腔不仅是消化系统的起始部分，还与语言、面部美观等功能密切相关。因此，口腔疾病的治疗不仅要恢复功能，还要考虑美观，如牙齿矫正、美容修复等。5.预防的重要性：由于口腔疾病的不可逆性，如牙齿龋坏、牙周组织破坏等，预防显得尤为重要。定期的口腔检查和清洁可以有效预防口腔疾病的发生",
        "并发症":"口腔疾病不仅影响口腔器官功能的发挥，而且常常影响全身的健康，导致生命质量下降。1.龋病的并发症：龋齿如不及时治疗，可以发展为慢性根尖周脓肿，牙限出现痰管，反复流脓，这时便可能成为一个“病灶＂。 所谓“病灶”是指一个局限的具有病原微生物感染的组织，病灶内的微生物或其毒性产物可播散到远隔组织或器官，引起该器官的疾病或症状。口腔细菌及其产物可通过血液循环形成菌血症，从而进入身体其他部位导致疾病，如关节炎、心内膜炎、肾炎等。 2.牙周炎：牙周炎对机体有很大危害，由于一组牙或全口牙松动甚至丧失而影响咀嚼功能，增加胃肠道的功能负担。 牙周炎引起的口臭，以及牙跟退缩和牙齿移位带来的美观问题等，对患者的心理、工作和社会活动都会带来严重影响。牙周炎可能是心脑血管疾病（动脉硬化、心肌梗死、脑卒中等）、糖尿病、早产及低出生体重儿、呼吸道感染、类风湿关节炎等疾病的危险因素。近年来研究表明，慢性牙周炎还与阿尔茨海默症、慢性肾病、炎症性肠病、结肠癌、胰腺癌等系统疾病相关。",
        "包含":
        {
            "牙体牙髓病":
            {
                "疾病定义": "牙齿硬组织的疾病称为牙体病，广义的牙体病也包括牙髓病。牙体牙髓病主要有龋病、牙髓根尖周病及牙体硬组织非龋性疾病等,是口腔科常见的疾病",
                "病因描述": "1.微生物感染细菌是牙髓病最重要的致病因素，其细菌主要是兼性厌氧菌和专性厌氧杆菌，如链球菌、放线菌、乳杆菌等。细菌感染的途径有：（1）经牙体缺损处感染，如深龋、牙外伤、重度磨损等严重牙体缺损，细菌及毒素通过牙本质小管或穿髓点侵入牙髓。2）经牙周感染，细菌及毒素经过牙周袋，通过根尖孔，侧副根管而侵入牙髓。（3）血源感染，细菌及毒素经过血液而侵入牙髓是十分罕见的，但并非不可能。2.化学刺激（1）药物刺激制洞后消毒用药，如酚类可致牙髓受到刺激。（2）充填料刺激深洞直接用磷酸锌水门汀垫底，复合树脂直接充填等都可能刺激牙髓。3.物理刺激（1）温度刺激：制洞时如使用气动涡轮机必须喷水降温，否则导致牙髓充血、出血引起炎症。（2）电流刺激：口腔内如有两种不同金属的修复物接触，通过唾液可产生电位差，对牙髓有一定刺激。（3）气压变化的影响：在高空飞机或深水潜泳时，气压变化可导致牙髓病变急性发作。（4）创伤：糖尿病等可引起牙髓退变，肿瘤亦可波及到牙髓，血源性感染引起的牙髓病极少",
                "临床表现": "1.急性牙髓炎（Acute pulpitis）多为外伤引起，主要表现为剧烈地自发性痛，特点如下：①疼痛常突然发作，早期呈间歇性，一般约持续数分钟，随后数小时间歇期，病员尚可指患牙。随病情发展，发作期延长，间歇期缩短，逐渐转变为持续性剧痛，并沿同侧三支神经分布区放散（如上牙向颈部、耳前、颧颊部；下牙向耳下、耳后、下颌部放散），往往不能明确指出患牙部位。②疼痛往往夜间较剧，卧倒时尤甚。③早期冷、热刺激均可激发或加剧疼痛，以冷刺激痛较明显；后期或化脓时，热刺激疼痛，冷刺激仅可使疼痛暂时缓解。后期患者常含冷水，或吸冷空气以减轻疼痛，此种症状对诊断有一定帮助。④检查时常可见患牙穿髓，探痛明显。2.慢性牙髓炎（Chronic pulpitis）由于龋病等大多是慢性病变，对牙髓有长期持续的刺激，可使牙髓发生慢性炎症的过程。在慢性牙髓炎发展过程中，如多形核白细胞增多，则释放的溶酶体酶也增多，而使炎症加剧，临床上即可出现急性发作的症状。牙体慢性损伤、牙周病、牙本质化学刺激都可使牙髓呈现慢性炎症的过程。慢性牙髓炎临床上分为三类：慢性闭锁性牙髓炎，慢性开放性牙髓炎及慢性增生性牙髓炎。慢性开放性牙髓炎又叫作慢性溃疡牙髓炎。慢性增生性牙髓炎又称牙髓息肉。",
                "病理": "牙体牙髓病的病理变化主要包括牙髓组织的炎症反应和根尖周围组织的改变。炎症可导致牙髓组织的坏死和溶解，严重时可能波及到根尖周围组织，导致根尖周炎。",
                "诊断原则": "1.询问牙痛性质、发作次数和每次疼痛持续时间，与冷热、咀嚼食物的关系，疼痛能否正确定位和放散的范围，与体位有无关糸，是否影响睡眠。患牙、邻牙或附近其它器官近期有否受伤或曾接受过治疗。过去有无牙痛史，与本次疼痛情况是否相同。2.检查患牙有无龋洞及龋洞的位置和深度，是否穿髓，有无探痛、叩痛，对冷热和电活力试验的反应。如无龋洞应检查有无其它牙体硬组织病变，有无牙周袋，牙齿是否松动，必要时可拍摄X线片，开洞或开髓检查。如未发现明显病变，应检查其它牙齿或邻近器官有无病变，并与三叉神经痛鉴别。3.慢性牙髓炎诊断依据：①长期刺激性痛，X线照片显示尖周已有膜腔增宽、硬板破损；②有自发性痛史；③探诊已穿髓、出血、剧痛；④有深龋或深盲袋或严重牙体慢性损伤。注意牙髓息肉与龈乳头增生长入邻牙合面洞内，与髓底穿通长的息肉鉴别。否则后果严重。",
                "治疗方法": "1.去除病因：清除龋坏组织，去除刺激因素。2.牙髓治疗：包括牙髓摘除术、根管治疗术等。3.药物治疗：使用抗生素和止痛药缓解症状。4.修复治疗：对牙体缺损进行修复，如充填、嵌体、冠修复等。",
                "预防措施": "1.保持口腔卫生：定期刷牙、使用牙线，防止龋齿发生。2.定期口腔检查：早期发现和治疗牙齿问题。3.饮食控制：减少糖分摄入，避免过多的酸性食物。4.保护牙齿：避免牙齿外伤，佩戴护齿器进行运动。",
                "特性描述": "牙体牙髓病的特性包括疼痛的自发性和持续性，夜间加重，疼痛可能沿神经放散，冷热刺激可能加重或缓解疼痛。",
                "并发症": "1.根尖周炎：牙髓炎症未及时治疗可能导致根尖周炎。2.牙根吸收：炎症可能导致牙根的吸收。3.牙髓坏死：长期炎症可能导致牙髓坏死，需进行根管治疗。",
                "就诊科室":"牙体牙髓科",
                "包含":
                {
                    "龋病":
                    {
                        "疾病定义": "龋病 (dental caries or tooth decay) 是在以细菌为主的多种因素影响下，发生在牙体硬组织的一种慢性进行性破坏性疾病",
                        "病因描述": "牙菌斑中的致龋细菌是龋病的主要病原菌。公认的龋病学说是“四联因素理论”，即龋病的发生需要致龋的宿主、口腔致龋菌、食物及足够的细菌作用时间4个因素。",
                        "临床表现": "龋病的临床特征为患牙的硬组织发生色、性、质的渐进性变化，患牙逐渐出现感觉异常。1. 色泽变化 龋坏的牙表面色泽的改变是临床上最早出现的变化，病变的早期呈现臼坚色，病损区着色则会呈棕黄色或黑褐色。 病损进一步发展，在窝沟处表现为浸墨样改变，提示龋损深度达到了牙本质层，实际的病损区范围甚至超过呈现色泽改变的区域。2. 外形改变 病变不断进展，牙体硬组织不断被破坏、崩解而逐渐形成龋洞，这是龋病最显著的临床特征。3. 质地改变 由千硬组织遭到破坏，龋洞中充满感染脱矿组织和食物残渣，称为腐质。 脱矿的牙体硬组织质地松软，探诊时容易与正常牙体组织区别。4. 感觉变化 仅波及牙釉质的早期龋损，患牙没有疼痛和不适的症状。 当龋坏进展到牙本质层形成龋洞时，患牙会出现对冷热刺激敏感，饮食时食物嵌塞或食物嵌入龋洞时疼痛等症状，但均为一过性表现，刺激消失，症状随之消失。",
                        "病理": {
                            "牙齿描述": {
                                "特点": "牙齿是人体最硬的器官，具有咀嚼、发音、美容等功能。",
                                "来源": "牙齿来源于外胚叶和间质，成年时牙髓质无细胞和血管。"
                            },
                            "代谢特点": {
                                "无细胞反应": "成釉质后无活性，无法对微生物侵袭产生炎症反应。",
                                "代谢活动": "进行物理化学交换，如脱矿和再矿化。"
                            },
                            "病理过程": {
                                "脱矿": {
                                    "描述": "在酸的作用下，牙齿矿物质溶解，钙和磷酸盐脱出。",
                                    "影响": "表层可出现再矿化，导致结构松弛和龋洞形成。"
                                },
                                "再矿化": {
                                    "描述": "未成熟的牙釉质可在口腔中继续再矿化。",
                                    "过程": "与唾液或再矿化液结合，促进矿物质沉积。"
                                }
                            }
                        },
                        "诊断原则": "临床上根据龋病的破坏程度分为浅龋、中龋和深龋。浅龋：患者一般无主观症状，龋损部位色泽变黑或呈白垩色改变。中龋：患者对冷、热、酸、甜较敏感，牙面上可见明显龋洞。深龋：对冷、热、酸、甜化学刺激均敏感，常因食物嵌入龋洞内疼痛。",
                        "治疗方法": "龋病治疗的目的是于终止病变过程，保护牙髓，恢复牙的形态、功能及美观。非手术治疗适用于未形成龋洞的浅龋，静止龋。修复性治疗用于牙体组织的实质性缺损，需用手术方法去除龋坏组织，恢复牙体形态和功能。",
                        "预防措施": "龋病预防",
                        "特性描述": "龋病是人类常见、多发的口腔疾病，在各种口腔疾病彴发病率中，龋病位居前列。龋病是一种慢性破坏性疾病，并不累及所有牙面，对牙齿的不同解剖部位具有某种倾向性。 1.好发牙位：流行病学调查资料表明，恒牙列中下颌第一磨牙的患龋频率最高，其次是下颌第二磨牙、上颌第一磨牙、上颌第二磨牙、前磨牙、第三磨牙、上颌前牙。 下颌前牙患龋率最低（图 1-2-1)。 乳牙列中，患龋率最高的是下颌第二乳磨牙，其次是上颌第二乳磨牙、第一乳磨牙、上颌乳前牙、下颌乳前牙 2.咬合面是龋病好发部位，其次是邻面和颊面。 随着人口老龄化以及牙周炎患病率的增长，牙娠萎缩导致暴露的牙齿根面也成为根面龋的好发部位。由千龋病病程长、进展缓慢， 一般情况下不危及患者生命，因此不易受到人们重视。 实际上龋病的危害甚大，特别是病变向牙体深部发展后，可引起牙髓病、根尖周病、颌骨炎症等一系列并发症，以致严重影响全身健康。",
                        "并发症": "病变向牙体深部发展后，可引起牙髓病、根尖周病、颌骨炎症等一系列并发症，以致严重影响全身健康。 随着牙体硬组织的不断破坏，可逐渐造成牙冠缺损，成为残根，终至牙丧失，破坏咀嚼器官的完整性。 这样不仅影响消化功能，而且在童年时期可影响牙颌系统的生长发育，使人体健康素质下降。 此外，龋病及其继发病作为牙源性病灶，与全身健康有着密切的关系，其引起远隔脏器疾病的案例也时有报道。",
                        "包含":
                        {
                            "浅龋":
                            {
                                "定义":"是指局限千牙釉质或牙骨质的龋，一般无自觉症状，仅在检查时发现局部有颜色改变。"
                            },
                            "中龋":
                            {
                                "定义":"是指发生千牙本质浅层的龋，除了颜色变化外，大多有冷热酸甜敏感症状。"
                            },
                            "深龋":
                            {
                                "定义":"是指龋损已发展到牙本质深层，此时刺激症状明显，检查时常可见较深的龋洞。"
                            },
                            "急性龋":
                            {
                                "别名":"湿性龋",
                                "定义":"多见于儿童或青年人。 病变进展较快，病变组织颜色较浅，呈浅棕色，质地较软且湿润，很容易用挖器剔除，又称湿性龋。",
                                "特性描述":"急性龋因病变进展较快，牙髓组织来不及形成修复性牙本质，或者形成较少，牙髓组织容易受到感染，产生牙髓病变。",
                                "并发症":"牙髓病变",
                                "包含":{
                                    "猛性龋":
                                    {
                                        "别名":"猖獗龋;放射性龋",
                                        "病因描述":"常见于颌面及颈部接受放射治疗的患者;Sjogren综合征患者及一些有严重全身性疾病的患者，由千唾液分泌量减少或未注意口腔卫生也可以发生猖獗龋。"
                                    }
                                }
                            },
                            "慢性龋":
                            {
                                "定义":"进展慢，龋坏组织染色深，呈黑褐色，病变组织较干硬，又称干性龋。 一般龋病都属此种类型。",
                                "包含":{
                                    "静止龋":
                                    {
                                        "定义":"龋病发展到某一阶段时，由于病变环境发生变化，隐蔽部位变得开放，原有致病条件发生了改变，龋病不再继续进行，损害保持原状，这种特殊龋损称为静止龋(arrested caries)，也是一种慢性龋。 由千相邻牙被拔除，邻面龋的表面容易清洁，牙面菌斑易受到唾液缓冲作用和冲洗力的影响，病变进程自行停止。 例如牙齿咬合面龋损，咀嚼作用可能将龋病损害部分磨平，菌斑不易堆积，病变停止，成为静止龋。"
                                    }
                                }
                            },
                            "继发龋":
                            {
                                "定义":"龋病治疗后，由于充填物边缘或窝洞周围牙体组织破裂，形成菌斑滞留区，或修复材料与牙体组织不密合，留有小的缝隙，这些都可能成为致病条件，产生龋病，称为继发龋.",
                                "特性描述":"继发龋比较隐蔽，单纯临床检查不易查出，需借助X线片的检查。"
                            },
                            "牙釉质龋":
                            {
                                "定义":"是指龋病发生在牙釉质上的龋，是龋病最常见的类型。",
                                "特性描述":"牙釉质龋是龋病最常见的类型，多发生在牙齿的咬合面和邻面。",
                                "病理":"龋病病损区不是独立的，而是龋病发展的连续性改变。 整个龋病的发生、发展过程可分为以下6期：1.龋齿脱矿最早的表现是表层下出现透明带，此时临床表现和 X线片均不能发现。2. 透明带扩大，部分区域有再矿化现象，其中心部出现暗带。3.随着脱钙病变的发展，暗带中心出现病损体部，病损体部相对透明，芮氏线、釉柱横纹明显。 临床上表现为龋白斑。4.病损体部被食物、烟和细胞产物等外源性色素着色，临床上表现为棕色龋斑。5. 龋病进展到釉牙本质界时，病损呈侧向扩展，发生潜行性破坏，临床上表现为蓝白色。 侧向扩展与釉牙本质界有机成分多、含氪量低有关。6.牙齿表面的龋坏，龋洞形成。"
                            },
                            "牙本质龋":
                            {
                                "定义":"牙髓和牙本质组织可视为一独立的生理性复合体，当龋损到达牙本质后也会累及牙髓组织。龋损潜行性破坏牙釉质后，沿牙本质小管方向侵入牙本质，沿着釉牙本质界向侧方扩散，在牙本质中形成锥形损害，其基底在釉牙本质界处，尖指向牙髓",
                                "病理": {
                                    "早期阶段": {
                                        "描述": "在成牙本质细胞层下方观察到炎症细胞浸润，刺激达到成牙本质细胞。",
                                        "变化": "龋病损害前沿产生脱矿，细菌入侵。"
                                    },
                                    "病理变化": {
                                        "坏死崩解层": "由结构遭破坏的牙本质小管和混合性口腔微生物群构成，质地软，易被去除。",
                                        "细菌侵入层": "微生物已渗透至牙本质小管，管间牙本质无大破坏。",
                                        "脱矿层": "物质被溶解，留下完整的牙本质小管。",
                                        "透明层": "少量细菌，组织无菌，称为样牙本质。",
                                        "第三期牙本质层": "硬化层小管内钙化，透渗性低，矿化水平高。"
                                    },
                                    "临床意义": {
                                        "硬化层": "增加牙本质厚度，保护牙髓腔。",
                                        "自我恢复": "牙髓对龋病侵袭有较强恢复能力，较慢龋损可停止。",
                                        "治疗": "去除坏死感染牙本质，氧化钙处理脱矿层，促进修复。"
                                    }
                            }

                            },
                            "牙骨质龋":
                            {
                                "定义":"牙骨质的龋损过程与牙本质龋相同。 临床上牙骨质龋呈浅碟形，常发生在牙跟严重退缩，根面自洁作用较差的部位。 ",
                                "病理": {
                                    "过程": "牙骨质龋损与牙本质龋相同，常发生在牙龈严重退缩处。",
                                    "早期特征": {
                                        "浅龋形": "初期表现为浅龋形，伴有致密的矿化表面。",
                                        "再矿化": "类似于牙本质的再矿化过程。"
                                    },
                                    "临床特征": {
                                        "难以检测": "临床上难以检测单纯的牙骨质龋。",
                                        "根面龋": "发生在牙骨质和牙本质，称为根面龋。"
                                    },
                                    "病理变化": {
                                        "分层损害": "损害沿牙骨质前沿广泛扩散，表现为分层损害。",
                                        "裂缝": "牙骨质中出现裂缝，微生物侵入。"
                                    },
                                    "显微特征": {
                                        "透射影像": "在X线片上表现为透射和阻射影像交替出现。",
                                        "混浊区": "外表面覆盖下方脱矿的牙骨质。"
                                    },
                                    "进展": {
                                        "根部扩展": "在根部牙质发生损害时，可能有硬化反应。",
                                        "牙本质感染": "细菌侵入后，牙本质小管可能被封闭。"
                                    }
                                }
                            }
                        }
                    },
                    "牙体硬组织非龋性疾病":
                    {
                        "包含":
                        {
                            "牙发育异常病":
                            {
                                "包含":
                                {
                                    "牙发育异常和结构异常":
                                    {
                                        "包含":{
                                            "牙釉质发育不全":
                                            {},
                                            "遗传性牙本质发育不全":
                                            {},
                                            "先天性梅毒牙":
                                            {}
                                        }
                                    },
                                    "牙形态异常":
                                    {},
                                    "牙数目异常":
                                    {},
                                    "牙萌出异常":
                                    {
                                        "包含":{
                                            "早萌":
                                            {},
                                            "萌出异位":
                                            {},
                                            "萌出过迟":
                                            {
                                                "别名":"迟萌;萌出困难"
                                            }
                                        }
                                    }
                                }
                            },
                            "着色牙":
                            {
                                "包含":
                                {
                                    "氟牙症":
                                    {},
                                    "四环素牙":
                                    {}
                                }
                            },
                            "牙本质敏感症":
                            {},
                            "牙外伤":
                            {
                                "包含":{
                                    "牙震荡":
                                    {},
                                    "牙脱位":
                                    {},
                                    "牙折":
                                    {},
                                    "支持骨组织损伤":
                                    {},
                                    "牙龈和口腔黏膜损伤":
                                    {}
                                }
                            },
                            "牙慢性损伤":
                            {
                                "包含":
                                {
                                    "牙磨损":
                                    {},
                                    "牙隐裂":
                                    {},
                                    "楔形缺损":
                                    {},
                                    "牙酸蚀症":
                                    {
                                        "别名":"酸蚀症"
                                    },
                                    "牙根纵裂":
                                    {}
                                }
                            }
                        }
                    },
                    "牙髓病":
                    {
                        "包含":{
                            "可复性牙髓炎":
                            {},
                            "不可复性牙髓炎":
                            {},
                            "牙髓坏死":
                            {},
                            "牙髓钙化":
                            {}
                        }
                    },
                    "根尖周病":
                    {
                        "包含":{
                            "急性根尖周炎":
                            {},
                            "慢性根尖周炎":
                            {}
                        }
                    }
                }
            },
            "牙周病":
            {
                "包含":{
                    "牙龈病":
                    {
                        "包含":{
                            "慢性龈炎":
                            {},
                            "青春期龈炎":
                            {},
                            "妊娠期龈炎":
                            {},
                            "药物性牙龈肥大":
                            {},
                            "牙龈纤维瘤病":
                            {},
                            "牙龈瘤":
                            {},
                            "急性坏死性溃疡性龈炎":
                            {},
                            "急性龈乳头炎":
                            {},
                            "白血病的牙龈病损":
                            {}
                        }
                    },
                    "牙周炎":
                    {
                        "包含":{
                            "慢性牙周炎":
                            {},
                            "侵袭性牙周炎":
                            {},
                            "全身系统性疾病致牙周炎":
                            {
                                "包含":{
                                    "糖尿病性牙周炎":
                                    {},
                                    "艾滋病性牙周炎":
                                    {},
                                    "白细胞功能异常病性牙周炎":
                                    {},
                                    "粒细胞缺乏症性牙周炎":
                                    {},
                                    "家族性和周期性中性粒细胞减少症性牙周炎":
                                    {},
                                    "Down综合征性牙周炎":
                                    {},
                                    "掌跖角化－牙周破坏综合征性牙周炎":
                                    {}
                                }
                            }
                        }
                    },
                    "牙周炎伴发病变":
                    {
                        "包含":{
                            "牙周牙髓联合病变":
                            {},
                            "根分叉病变":
                            {},
                            "牙周脓肿":
                            {},
                            "牙龈退缩":
                            {},
                            "牙根面敏感":
                            {},
                            "呼气异味":
                            {}
                        }
                    },
                    "种植体周组织疾病":
                    {}
                }
            },
            "口腔颌面部疾病":
            {
                "包含":{
                    "口腔颌面部感染": {
                        "包含": {
                            "下颌第三磨牙冠周炎": {},
                            "颌面部间隙感染": {
                                "包含": {
                                    "眶下间隙感染": {},
                                    "咬肌间隙感染": {},
                                    "翼下颌间隙感染": {},
                                    "下颌下间隙感染": {},
                                    "口底蜂窝织炎": {}
                                }
                            },
                            "颌骨骨髓炎": {
                                "包含": {
                                    "化脓性颌骨骨髓炎": {},
                                    "婴幼儿上颌骨骨髓炎": {},
                                    "放射性颌骨骨髓炎": {},
                                    "双膦酸盐相关性颌骨坏死": {}
                                }
                            },
                            "婴幼儿化脓性淋巴结炎": {},
                            "颜面部疖痈": {}
                        },
                    "口腔颌面部损伤": {
                        "包含": {
                            "口腔颌面部软组织损伤": {
                                "包含": {
                                    "闭合性损伤": {},
                                    "开放性损伤": {},
                                    "口腔颌面部火器伤": {}
                                }
                            },
                            "牙和牙槽骨损伤": {
                                "包含": {
                                    "牙挫伤": {},
                                    "牙脱位": {},
                                    "牙折": {}
                                }
                            },
                            "颌骨骨折": {
                                "包含": {
                                    "上颌骨骨折": {},
                                    "下颌骨骨折": {}
                                }
                            },
                            "颧骨、颧弓骨折": {}
                        }
                    },
                    "口腔颌面部肿瘤": {
                        "包含": {
                            "口腔颌面部囊肿": {
                                "包含": {
                                    "软组织囊肿": {},
                                    "颌骨囊肿": {}
                                }
                            },
                            "瘤样病变和良性肿瘤": {
                                "包含": {
                                    "瘤样病变": {},
                                    "良性肿瘤": {}
                                }
                            },
                            "口腔颌面部恶性肿瘤": {
                                "包含": {
                                    "舌癌": {},
                                    "牙龈癌": {},
                                    "颊癌": {},
                                    "腭癌": {},
                                    "口底癌": {},
                                    "上颌窦癌": {},
                                    "唇癌": {},
                                    "口咽癌": {},
                                    "颜面部皮肤癌": {},
                                    "纤维肉瘤": {},
                                    "骨肉瘤": {},
                                    "恶性淋巴瘤": {}
                                }
                            }
                        }
                    },
                    "颌面部神经疾病": {
                        "包含": {
                            "三叉神经痛": {},
                            "面神经麻痹": {
                                "包含": {
                                    "贝尔麻痹": {},
                                    "永久性面神经麻痹": {}
                                }
                            }
                        }
                    },
                    "颞下颌关节常见病": {
                        "包含": {
                            "颞下颌关节功能解剖": {
                                "包含": {
                                    "颞下颌关节的硬组织": {},
                                    "颞下颌关节的软组织": {},
                                    "咀嚼肌": {},
                                    "颞下颌关节的运动": {}
                                }
                            },
                            "颞下颌关节紊乱病": {
                                "包含": {
                                    "咀嚼肌紊乱疾病": {},
                                    "结构紊乱疾病": {},
                                    "炎性疾病": {},
                                    "退行性关节病": {}
                                }
                            },
                            "颞下颌关节脱位": {
                                "包含": {
                                    "急性前脱位": {},
                                    "复发性脱位": {},
                                    "陈旧性脱位": {}
                                }
                            },
                            "颞下颌关节强直": {
                                "包含": {
                                    "关节内强直": {},
                                    "关节外强直": {}
                                }
                            },
                            "颞下颌关节其他疾病": {
                                "包含": {
                                    "颞下颌关节感染": {},
                                    "颞下颌关节损伤": {},
                                    "颞下颌关节先天性或发育性畸形": {},
                                    "颞下颌关节肿瘤": {}
                                }
                            }
                        }
                    }
                    }
                }
            },
            "口腔黏膜疾病":
            {
                "包含":{
                    "口腔黏膜感染性疾病":
                    {
                        "包含":{
                            "口腔单纯疱疹":
                            {},
                            "带状疱疹":
                            {},
                            "手足口病":
                            {},
                            "口腔念珠菌病":
                            {},
                            "深部真菌病":
                            {},
                            "口腔结核":
                            {},
                            "球菌性口炎":
                            {},
                            "坏死性龈口炎":
                            {}
                        }
                    },
                    "口腔黏膜变态反应性疾病":
                    {
                        "包含":{
                            "药物过敏性口炎":
                            {},
                            "接触性口炎":
                            {},
                            "血管性水肿":
                            {},
                            "多形红斑":
                            {}
                        }
                    },
                    "口腔黏膜溃疡类疾病":
                    {
                        "包含":
                        {
                            "复发性阿弗他溃疡":
                            {},
                            "白塞病":
                            {},
                            "创伤性血疱和创伤性溃疡":
                            {},
                            "放疗化疗性口腔黏膜炎":
                            {}
                        }
                    },
                    "口腔黏膜大疱性疾病":
                    {
                        "天疱疮":
                        {
                            "包含":{
                                "口腔黏膜类天疱疮":
                                {},
                                "副肿瘤性天疱疮":
                                {},
                                "扁平苔藓样类天疱疮":
                                {}
                            }
                        },
                        "线状IgA病":
                        {}
                    },
                    "口腔斑纹类疾病":
                    {
                        "包含":{
                            "口腔扁平苔藓":
                            {},
                            "口腔白斑":
                            {},
                            "口腔红斑":
                            {},
                            "口腔白角化症":
                            {},
                            "盘状红斑狼疮":
                            {},
                            "白色海绵状斑痣":
                            {},
                            "口腔黏膜下纤维性病变":
                            {}
                        }
                    },
                    "口腔黏膜肉芽肿性疾病": {
                        "包含": {
                            "口面部肉芽肿病": {},
                            "克罗恩病": {},
                            "结节病": {},
                            "肉芽肿性多血管炎": {}
                        }
                    },
                   "唇舌疾病": {
                        "包含": {
                            "唇炎": {
                                "包含": {
                                    "腺性唇炎": {},
                                    "良性淋巴组织增生性唇炎": {},
                                    "肉芽肿性唇炎": {},
                                    "光化性唇炎": {},
                                    "变态反应性唇炎": {},
                                    "慢性非特异性唇炎": {}
                                }
                            },
                            "口角炎": {
                                "包含": {
                                    "感染性口角炎": {},
                                    "创伤性口角炎": {},
                                    "营养不良性口角炎": {}
                                }
                            },
                            "舌疾病": {
                                "包含": {
                                    "舌乳头炎": {},
                                    "地图舌": {},
                                    "沟纹舌": {},
                                    "萎缩性舌炎": {},
                                    "毛舌": {},
                                    "正中菱形舌炎": {},
                                    "舌扁桃体肥大": {}
                                }
                            },
                            "灼口综合征": {}
                        }
                    },
                    "性传播疾病在口腔表现病":
                    {
                        "包含":{
                            "梅毒性口腔病":
                            {},
                            "淋病性口腔病":
                            {},
                            "尖锐湿疣性口腔病":
                            {}
                        }
                    },
                    "艾滋病在口腔表现病":
                    {},
                    "系统疾病的口腔表现": {
                        "包含": {
                            "血液系统疾病的口腔表现": {
                                "包含": {
                                    "缺铁性贫血性口腔黏膜病": {},
                                    "巨幼细胞贫血性口腔黏膜病": {},
                                    "再生障碍性贫血性口腔黏膜病": {},
                                    "白细胞减少和粒细胞缺乏症性口腔黏膜病": {},
                                    "白血病性口腔黏膜病": {},
                                    "淋巴瘤性口腔黏膜病": {},
                                    "特发性血小板减少性紫癜性口腔黏膜病": {}
                                }
                            },
                            "消化系统疾病的口腔表现": {
                                "包含": {
                                    "溃疡性结肠炎性口腔黏膜病": {},
                                    "克罗恩病性口腔黏膜病": {}
                                }
                            },
                            "免疫系统疾病的口腔表现": {
                                "包含": {
                                    "干燥综合征性口腔黏膜病": {},
                                    "川崎病性口腔黏膜病": {},
                                    "系统性红斑狼疮性口腔黏膜病": {}
                                }
                            },
                            "内分泌系统疾病和营养代谢性疾病的口腔表现": {
                                "包含": {
                                    "糖尿病性口腔黏膜病": {},
                                    "库欣综合征性口腔黏膜病": {},
                                    "维生素缺乏症性口腔黏膜病": {},
                                    "淀粉样变性性口腔黏膜病": {}
                                }
                            },
                            "传染性疾病的口腔表现": {
                                "包含": {
                                    "猩红热性口腔黏膜病": {},
                                    "麻疹性口腔黏膜病": {},
                                    "白喉性口腔黏膜病": {}
                                }
                            }
                        }
                    },
                   "口腔黏膜色素异常": {
                        "包含": {
                            "内源性色素沉着异常": {
                                "包含": {
                                    "黑素沉着异常": {},
                                    "血红蛋白沉着症": {},
                                    "胆红素沉着症": {}
                                }
                            },
                            "外源性色素沉着异常": {},
                            "色素脱失": {}
                        }
                    }
                }
            },
            "牙体缺损病":
            {},
            "全身系统性疾病在口腔的表现": {
                "包含": {
                    "血液及出血性疾病": {},
                    "营养性疾病": {},
                    "内分泌系统疾病": {},
                    "特异性感染": {},
                    "皮肤黏膜病": {},
                    "艾滋病": {},
                    "综合征": {}
                }
            },
            "牙齿和颌面畸形":
            {
                "包含":{
                    "错𬌗畸形":
                    {
                        "包含":{
                            "牙列拥挤":
                            {},
                            "牙列间隙":
                            {},
                            "双颌前突":
                            {},
                            "前牙反𬌗":
                            {},
                            "前牙深覆盖":
                            {},
                            "后牙反𬌗":
                            {},
                            "后牙锁𬌗":
                            {},
                            "深覆𬌗":
                            {},
                            "开𬌗":
                            {}
                        }
                    }

                }
            }
        }
    }
}