{
    "口腔器械": {
        "特性描述": "口腔医学是一门对设备、器械、材料依赖性较大的学科。随着社会经济的发展和科学技术 的进步，光学技术、超声技术、激光技术、图像处理技术、数字化加工技术、导航及机器人技 术等得以在口腔设备领域加以应用和融合。本章将介绍口腔综合治疗台、牙科手机、口腔超声 治疗设备、光固化机、根管治疗设备等口腔基础设备和常见设备，以及近几年开始在口腔领域 逐步广泛应用的口腔激光治疗设备、种植导航等口腔临床设备。",
        "包含": {
            "口腔诊察设备": {
                "包含": {
                    "牙周袋深度探测仪": {
                        "产品描述": "通常由探针、手柄、脚踏开关和电源组成。通过使用压力敏感电子探针对牙周进行触诊，测量牙周袋深度。",
                        "预期用途": "用于探测牙周袋深度"
                    },
                    "牙髓活力测试仪": {
                        "产品描述": "通常由脉冲发生器、电极、显示屏和电源组成。通过电流刺激牙髓神经组织，测定激发的患者反应电流，从而评估牙髓活力。",
                        "预期用途": "用于评估牙髓活力情况。"
                    },
                    "龋齿探测仪": {
                        "产品描述": "通常由主机、手柄和电源组成。根据检测原理分为荧光检测和电阻抗检测两种类型。前者根据不同矿化程度的牙面可被激发出不同波长的荧光实现探测；后者则根据不同矿化程度牙面具有不同电阻抗值实现探测。",
                        "预期用途": "用于龋齿早期病变的辅助诊断。"
                    },
                    "口腔成像设备": {
                        "产品描述": "通常由探头、主机和软件组成。扫描光源为弱激光等。",
                        "预期用途": "获取患者口内三维数字影像，用于口腔修复、正畸、种植、外科等治疗。",
                        "品名举例": "口腔数字印模仪、口腔光学扫描仪"
                    },
                    "口腔数字观察仪": {
                        "产品描述": "通常由摄像手柄和显示器等组成。利用摄像功能，观察口腔内各部位状态的设备。",
                        "预期用途": "用于对口腔局部观察。"
                    },
                    "口腔检查灯": {
                        "产品描述": "通常由照明装置和检测观察装置组成。照明装置通常包括照明手柄、电源、患者护目镜；检测观察装置通常包括观察",
                        "预期用途": "用于口腔照明及检测观察，并且辅助增强口腔检查中粘膜异常和口腔病变的可视化程度。"
                    },
                    "口腔照明设备": {
                        "产品描述": "通常由灯头、角度调节手柄和灯臂组成。可连接到牙科治疗机中或单独固定到天花板或其他支撑件上。",
                        "预期用途": "用于为口腔科患者口腔照明提供光源。无检查功能。",
                        "品名举例": "口腔灯、LED 口腔灯、冷光手术灯",
                        "包含": {
                            "冷光手术灯": {
                                "产品描述": "一种专门为口腔治疗设计的高精度照明设备，具有高照度、无影设计和低热量的特点，能够有效减轻医生视觉疲劳并提高操作效率。",
                                "预期用途": "用于口腔治疗中的精细操作，提供清晰、均匀的照明。",
                                "功能特点": {
                                    "照度": "提供(1~13)×10⁴ lux 的可调照度，满足不同操作需求。",
                                    "光色温": "光色温范围为4000～6000K，接近自然光，减少医生视觉疲劳。",
                                    "光线温度": "通过光学设计过滤红外线，避免对患者面部产生热感。",
                                    "照射野": "采用横向矩形光斑设计，一般约为80 mm×200 mm，集中照射于口腔部位。",
                                    "无影设计": "减少医生操作时的阴影干扰，确保视野清晰。",
                                    "照射方向调节": "支持多角度调节，适应不同患者体位和操作需求。",
                                    "光源类型": [
                                        "卤素灯光源",
                                        "发光二极管（LED）光源"
                                    ]
                                },
                                "操作方式": [
                                    "扳把开关",
                                    "感应开关",
                                    "脚控开关"
                                ]
                            }
                        }
                    }
                }
            },
            "口腔诊察器具": {
                "包含": {
                    "手动测量用器械": {
                        "产品描述": "在口腔科治疗和诊断过程中，用于对长度、角度、力度等参数进行手动测定的器械。这些器械通常非无菌提供，适用于多种口腔测量需求，帮助医生精准评估患者的口腔状况。",
                        "预期用途": "用于手动测量口腔中长度、角度、力度等参数，为诊断和治疗提供精确的数据支持。",
                        "包含": {
                            "牙科垂直距离尺": {
                                "描述": "用于测量患者咬合时上下颌牙齿之间的垂直距离，帮助确定合适的咬合关系。",
                                "应用场景": "修复学、全口义齿制作"
                            },
                            "牙科卡尺": {
                                "描述": "一种多功能测量工具，用于测量牙齿或口腔结构的内外径、深度和长度。",
                                "应用场景": "种植手术规划、修复体制作"
                            },
                            "牙科骨测量卡钳": {
                                "描述": "专门设计用于测量牙槽骨高度和宽度的工具，以评估骨量是否适合种植手术。",
                                "应用场景": "种植手术前评估"
                            },
                            "牙科邻间隙测量器": {
                                "描述": "用于测量牙齿邻面间隙大小，确保修复体或正畸装置不会影响正常清洁和咬合。",
                                "应用场景": "修复治疗、正畸治疗"
                            },
                            "牙科测量尺": {
                                "描述": "一种简单的直线测量工具，用于测量牙齿或口腔软硬组织的长度。",
                                "应用场景": "日常检查、病例记录"
                            },
                            "牙科测量杆": {
                                "描述": "用于测量根管深度或其他口腔内部结构的长度，常与根管治疗结合使用。",
                                "应用场景": "根管治疗"
                            },
                            "牙科间距尺": {
                                "描述": "用于测量牙齿之间或牙齿与周围组织之间的距离，帮助评估牙齿排列情况。",
                                "应用场景": "正畸治疗、牙齿排列分析"
                            },
                            "牙科角度尺": {
                                "描述": "用于测量牙齿或咬合平面的角度，帮助评估咬合关系和牙齿倾斜程度。",
                                "应用场景": "咬合分析、修复治疗"
                            },
                            "正畸测力计": {
                                "描述": "用于测量正畸过程中施加在牙齿上的力的大小，确保矫正力在安全范围内。",
                                "应用场景": "正畸治疗"
                            },
                            "根管测量尺": {
                                "描述": "专门用于测量根管长度的工具，确保根管充填材料达到适当深度。",
                                "应用场景": "根管治疗"
                            },
                            "牙用卡尺": {
                                "描述": "类似于普通卡尺，但专为牙科设计，用于测量牙齿或口腔结构的各种尺寸。",
                                "应用场景": "修复体制作、种植手术规划"
                            },
                            "牙科种植用测量器": {
                                "描述": "用于种植手术中测量种植位点的骨量、角度和其他相关参数，确保种植体正确植入。",
                                "应用场景": "种植手术"
                            },
                            "牙科种植用深度测量尺": {
                                "描述": "专门用于测量种植窝洞深度的工具，确保种植体植入深度符合要求。",
                                "应用场景": "种植手术"
                            }
                        }
                    },
                    "一次性使用口镜": {
                        "产品描述": "通常由柄、带有连接杆或不带有连接杆的镜子组成。镜面一般采用不锈钢或玻璃制成。无菌提供，一次性使用。",
                        "预期用途": "用于口腔检查。"
                    },
                    "口腔成像辅助器具": {
                        "产品描述": "通常由喷粉器主体和喷头组成。不与患者口腔等部位直接接触。喷头一般采用不锈钢材料制成。非无菌提供。可重复有源产品。不含有喷粉。",
                        "预期用途": "配合光学扫描仪使用，用于扫描前将口腔成像用光学喷粉喷覆至牙齿和口腔黏膜部位。",
                        "品名举例": "牙科光学喷粉器"
                    }
                }
            },
            "口腔诊疗设备": {
                "包含": {
                    "牙科治疗机": {
                        "产品描述": "通常由牙科治疗装置和附件组成，可能含有牙科用椅。牙科治疗装置通常包括侧箱、口腔灯、器械盘、漱口给水装置、三用喷枪、吸唾器、漱口盆、观片灯、脚踏开关等。",
                        "预期用途": "用于口腔科诊断、治疗、手术。",
                        "品名举例": "牙科综合治疗机、可移动式牙科治疗机"
                    },
                    "牙科用椅": {
                        "产品描述": "通常由底座支撑系统、控制系统、脚踏开关、椅面和头托组成。有源产品。",
                        "预期用途": "用于牙科临床诊疗时承载患者（牙科椅）、医护人员（医师椅）。",
                        "品名举例": "电动牙科椅、液压牙科椅"
                    },
                    "无源牙科用椅": {
                        "产品描述": "通常由底座支撑系统、脚踏开关、椅面和头托组成。医师椅通常由底座支撑系统和椅面组成，可能带有升降定位功能，通常与牙科椅联合使用。无源产品。",
                        "预期用途": "用于牙科临床诊疗时承载患者（牙科椅）、医护人员（医师椅）。",
                        "品名举例": "机械牙科椅、牙科医师椅"
                    },
                    "口腔洁治清洗设备": {
                        "产品描述": "通常由控制主机和手持部分组成。以压缩气体或电作为动力源，通过喷砂、工作尖振动、冲洗等方式实现预期用途。",
                        "预期用途": "用于牙齿表面、根管等部位的清洁、修形。",
                        "包含": {
                            "超声洁牙机": {
                                "描述": "利用超声波振动原理，通过高频振动的工作尖清除牙石和菌斑的设备。",
                                "特点": "高效清洁，减少对牙齿表面的损伤，适用于牙结石和菌斑的去除。",
                                "使用场景": "日常牙周清洁、牙结石清除等。"
                            },
                            "超声洁牙手机": {
                                "描述": "与超声洁牙机配套使用的手持工具，内置超声波发生器和工作尖。",
                                "特点": "操作灵活，适合精细清洁，可更换不同形状的工作尖以适应不同需求。",
                                "使用场景": "牙周病治疗、牙齿表面清洁等。"
                            },
                            "喷砂洁牙机": {
                                "描述": "通过高压气流将细小颗粒（如碳酸钙或氧化铝）喷射到牙齿表面，清除顽固污渍的设备。",
                                "特点": "能有效去除烟渍、茶渍等色素沉积，同时对牙齿表面损伤较小。",
                                "使用场景": "牙齿美白、修复体表面清洁等。"
                            },
                            "喷粉洁牙手机": {
                                "描述": "与喷砂洁牙机配套使用的手持工具，用于精确控制喷砂方向和力度。",
                                "特点": "便于操作，适合局部区域的精细清洁。",
                                "使用场景": "牙齿表面去污、修复体维护等。"
                            },
                            "气动洁牙机": {
                                "描述": "以压缩气体为动力源，通过高速气流驱动工作尖进行清洁的设备。",
                                "特点": "操作简单，适合轻度牙石和菌斑的清除，噪音较低。",
                                "使用场景": "日常牙齿清洁、轻度牙周病治疗等。"
                            },
                            "口腔清洗机": {
                                "描述": "通过水流冲洗的方式清洁牙齿和口腔软组织的设备，常配备多种冲洗头。",
                                "特点": "温和清洁，促进牙龈健康，适用于日常护理和术后清洁。",
                                "使用场景": "牙龈炎护理、术后冲洗等。"
                            },
                            "根管荡洗器": {
                                "描述": "专门用于根管治疗的设备，通过超声波或压力冲洗技术清除根管内的残留物质。",
                                "特点": "能够深入根管内部，提高清洁效率，减少感染风险。",
                                "使用场景": "根管治疗、根管清理和消毒等。"
                            }
                        }
                    },
                    "口腔洁治清洗设备附件": {
                        "产品描述": "通常有工作部分和杆组成。通过杆与洁牙机连接，可固定或者可更换。由洁牙机驱动工作。",
                        "预期用途": "配合洁牙机使用，用于牙齿表面、根管等部位的清洁、修形。",
                        "品名举例": "超声洁牙机工作尖、气动洁牙机工作尖"
                    },
                    "牙科手机": {
                        "产品描述": "采用机械传动方式传递牙科手术所需能量的手持设备。根据动力来源不同分为气动和电动。",
                        "预期用途": "用于夹持车针、牙钻、牙锉等旋转器械，驱动其运动从而实现切、磨、削、钻等牙科手术操作。",
                        "品名举例": "牙科手机、牙科直手机、牙科弯手机、牙科气动马达手机、牙科电动马达手机、高速气涡轮手机、口腔种植手机、根管手机、抛光手机、一次性使用牙科手机"
                    },
                    "牙科手机驱动": {
                        "产品描述": "根据动力来源不同分为气动和电动。其中气动马达通过压缩空气推动叶片旋转产生动力，电动马达通过电磁原理产生动力。与牙科手机配套使用。",
                        "预期用途": "用于驱动牙科手机。",
                        "品名举例": "牙科手机用电动马达、牙科手机用气动马达"
                    },
                    "口腔正负压设备": {
                        "产品描述": "正压设备通常由压缩机头、空气储气罐、空气干燥器系统、冷凝水阀门、压力开关、阀门、管道等部分组成；负压设备通常由吸引机、过滤器、阀门、管道等部分组成。",
                        "预期用途": "用于为牙科治疗设备提供正压或负压源，以实现驱动器械或吸引的功能。",
                        "包含": {
                            "正压设备": {
                                "产品描述": "正压设备通过压缩空气产生正压气体，为牙科设备提供气源，驱动工具或实现其他功能。",
                                "预期用途": "为牙科综合治疗台提供气源，驱动高速涡轮手机、三用枪等设备。",
                                "包含": {
                                    "牙科电动空压机": {
                                        "产品描述": "一种用于产生正压气体的设备，采用电动压缩机头，输出稳定的压缩空气。",
                                        "预期用途": "为牙科设备提供正压气源，驱动工具运行。",
                                        "属性说明": {
                                            "工作原理": "电动压缩机头通过压缩空气产生正压。",
                                            "适用场景": "适用于需要稳定气源的牙科治疗环境。"
                                        }
                                    },
                                    "牙科电动无油空压机": {
                                        "产品描述": "一种无油润滑的电动空压机，避免压缩空气中含有油污，确保气源清洁。",
                                        "预期用途": "为牙科设备提供清洁的正压气源，避免污染治疗区域。",
                                        "属性说明": {
                                            "工作原理": "采用无油压缩技术，减少润滑油对气源的影响。",
                                            "适用场景": "适用于对空气质量要求较高的牙科治疗环境。"
                                        }
                                    },
                                    "医用风冷无油空气压缩机": {
                                        "产品描述": "一种专为医疗领域设计的无油空气压缩机，采用风冷散热技术，保证设备长时间稳定运行。",
                                        "预期用途": "为牙科设备提供高质量、清洁的正压气源。",
                                        "属性说明": {
                                            "工作原理": "利用风冷系统降低压缩机温度，配合无油压缩技术生成清洁空气。",
                                            "适用场景": "适用于医疗及牙科领域的高精度治疗环境。"
                                        }
                                    }
                                }
                            },
                            "负压设备": {
                                "产品描述": "负压设备通过吸引机产生负压，用于吸引口腔内的液体、血液、唾液或其他分泌物。",
                                "预期用途": "为牙科综合治疗台提供负压源，清理口腔内多余液体或分泌物。",
                                "包含": {
                                    "吸唾器":
                                    {
                                        "产品描述": "一种用于吸取口腔内液体、血液或唾液的设备，通常由吸管、吸头、吸管连接器、吸液瓶等部分组成。",
                                        "预期用途": "用于牙科治疗过程中清理口腔内的液体、血液或唾液。",
                                        "属性说明": {
                                            "工作原理": "通过吸管连接吸液瓶，产生负压吸取口腔内液体。",
                                            "适用场景": "适用于牙科治疗过程中的吸液操作。"
                                        }
                                    },
                                    "牙科电动抽吸机": {
                                        "产品描述": "一种用于产生负压的设备，主要用于吸引口腔内的液体或分泌物。",
                                        "预期用途": "清理口腔内的液体、血液或唾液，保持治疗区域干净。",
                                        "属性说明": {
                                            "工作原理": "通过电动吸引机产生负压，吸力可调。",
                                            "适用场景": "适用于牙科手术、拔牙及其他需要清理口腔的治疗过程。"
                                        }
                                    },
                                    "牙科电动抽吸系统": {
                                        "产品描述": "一种完整的负压吸引系统，包含吸引机、过滤器、阀门等组件，提供更稳定的负压源。",
                                        "预期用途": "为牙科治疗提供高效的负压吸引功能，支持多种应用场景。",
                                        "属性说明": {
                                            "工作原理": "集成吸引机与过滤系统，有效分离液体和固体废物。",
                                            "适用场景": "适用于复杂牙科手术及需要持续吸引的治疗过程。"
                                        }
                                    }
                                }
                            }
                        }
                    },
                    "牙科种植用设备": {
                        "产品描述": "通常由主机和冲击头组成，其中主机通常包含马达连接器、冲击头连接器和手柄。使用时，与电动马达连接，在种植体轴向延长线的方向上冲击基台。",
                        "预期用途": "用于种植牙基台的就位和放置。",
                        "品名举例": "牙科基台安放器"
                    },
                    "种植体定位器": {
                        "产品描述": "通常由传感器、LED 指示灯、手柄和标记探针组成。通过感应金属种植体，由指示灯提示，确定种植体的位置",
                        "预期用途": "用于探测定位包埋在牙龈下方的种植体位置。"
                    },
                    "种植体稳固度检测仪": {
                        "产品描述": "通常由主机、感测器、分析软件和电源组成。利用冲击力激发牙科种植体共振，通过分析其振动信号判断种植体稳定性。",
                        "预期用途": "用于检测种植体和基台稳固度。"
                    },
                    "牙齿冷光漂白仪": {
                        "产品描述": "通常由主机、旋转臂和底座组成。通过产生特定波长范围的冷光，照射涂于牙齿表面的漂白剂，使漂白剂发生光催化还原反应。",
                        "预期用途": "用于催化漂白剂化学反应，使牙齿漂白。"
                    },
                    "牙齿漂白材料": {
                        "产品描述": "糊，粉、液剂或胶体。通常为过氧化物，如过氧化氢、过氧化脲等。通过氧化-还原反应起到漂白作用。(22-30-14)",
                        "预期用途": "在牙齿漂白设备照射下，用于牙齿的漂白。",
                        "品名举例": "死髓牙漂白胶、牙齿漂白剂、牙齿漂白胶、牙齿漂白贴"
                    },
                    "根管治疗设备": {
                        "描述": "用于根管治疗过程中根管扩大、成形、充填及相关辅助操作的设备。",
                        "包含": {
                        "根管预备和充填设备": {
                            "产品描述": "通常由控制部分、马达、手机等组成。根管预备设备用于对根管进行机械和化学清理，扩大和成形根管；根管充填设备则通过加热软化牙胶尖或注入填充材料等方式完成根管的密闭充填。",
                            "预期用途": "用于根管治疗过程中根管的扩大、成形以及充填，确保根管治疗的效果和成功率。",
                            "包含": {
                                "根管预备机": {
                                    "描述": "一种专门用于根管预备的设备，通过控制电机驱动手机，配合不同规格的根管锉，实现根管的机械清理、扩大和成形。",
                                    "功能特点": [
                                        "具备转速和扭矩调节功能，适应不同根管形态的需求。",
                                        "内置程序记忆功能，可预设操作步骤以提高效率。",
                                        "配备冷却系统，减少操作过程中对牙本质的热损伤。"
                                    ],
                                    "应用场景": "根管治疗的预备阶段，清理和成形根管"
                                },
                                "牙胶充填仪": {
                                    "描述": "用于根管充填的设备，通过加热软化牙胶尖或利用注射方式将填充材料注入根管，实现根管的三维密闭充填。",
                                    "功能特点": [
                                        "提供精确的温度控制，避免过热对根管壁的损害。",
                                        "支持多种充填模式，如垂直加压、侧方加压等。",
                                        "具有自动停止功能，防止过度充填。"
                                    ],
                                    "应用场景": "根管治疗的充填阶段，确保根管的完全封闭"
                                }
                            }
                        },
                        "根管长度测定设备": {
                            "产品描述": "通常由主机、唇钩、测量导线、探针和电源组成。",
                            "预期用途": "用于牙科临床根管治疗时辅助确定工作长度。",
                            "品名举例": [
                            "牙科根管长度测定仪",
                            "牙根尖定位仪"
                            ]
                        },
                        "牙胶尖处理设备": {
                            "产品描述": "通常由电源和加热部件组成。以加热的方式软化、切断牙胶尖。",
                            "预期用途": "用于在口腔外软化和/或切断牙胶尖以备根管填充使用。",
                            "品名举例": [
                            "牙胶尖加热器",
                            "牙胶尖切断器"
                            ]
                        }
                        }
                    },
                    "口腔麻醉推注设备": {
                        "产品描述": "通常由助推管和主机组成。通过设定程序控制注射的速度和流量，实现自动注射。",
                        "预期用途": "用于口腔麻醉剂的注射。",
                        "品名举例": "口腔麻醉助推仪"
                    },
                    "银汞合金调合器": {
                        "产品描述": "通常由电源控制部分、电机、夹头、防护罩、外壳等组成。",
                        "预期用途": "用于调合银、汞合金粉，以得到牙科用银汞合金。",
                        "品名举例": "银汞合金调合器、银汞胶囊调合器"
                    },
                    "牙科骨磨": {
                        "产品描述": "通常由研磨头和研磨腔组成。无源产品。",
                        "预期用途": "用于口腔科手术过程中将牙齿碎骨研磨成骨粉以供手术时使用。"
                    },
                    "牙齿研磨机": {
                        "产品描述": "通常由研磨机和一次性无菌研磨容器组成。通常为电动。",
                        "预期用途": ""
                    }
                }
            },
            "口腔治疗器具": {
                "包含": {
                    "口腔手术刀、凿": {
                        "产品描述": "通常由柄部和刃部组成。手术的刃部是锋利刃口，凿的柄部和刃部可承受较大冲击力。非无菌提供。。",
                        "预期用途": "用于牙科手术中进行切割或凿开骨质等组织。",
                        "品名举例": "牙龈刀、牙科用软组织环切刀、牙科用刀、牙科用手术刀、拔牙刀、牙科用凿、牙骨凿、牙釉凿、颌骨凿、牙科用骨劈开凿"
                    },
                    "口腔用钳": {
                        "产品描述": "通常由钳喙、关节和钳柄组成。钳嘴可根据用途制成不同形状，一般采用不锈钢等材料制成。非无菌提供。",
                        "预期用途": "用于牙科临床中完成固定、止血、夹持、弯制、剪切和去除等操作。",
                        "品名举例": "牙科用扩大钳、拔牙钳、牙科用切断钳、牙槽咬骨钳、舌钳、正畸钳、牙科用咬骨钳、金冠拆除钳、结扎丝自动结扎钳、正颌专用钳、迭鳃式正畸钳、霍氏钳、末端切断钳、粘合托槽去除钳、前牙带环切断钳、后牙带环去除钳、分牙橡圈置放钳、正畸弯制钳、牙科用骨穿孔钳、定制式矫治器牙钳、口腔止血钳、牙科器械钳"
                    },
                    "口腔手术剪": {
                        "产品描述": "一般采用不锈钢材料制成的剪刀，带有环状手柄。非无菌提供。",
                        "预期用途": "用于牙科手术中剪切口腔组织或修复体。",
                        "品名举例": "牙龈剪、牙科用剪、金冠剪"
                    },
                    "牙挺": {
                        "产品描述": "通常由手柄、杆和工作端组成。一般采用不锈钢材料非无菌提供。",
                        "预期用途": "用于撬松牙齿，撬除牙根、残根、碎根尖等。",
                        "品名举例": "牙挺、丁字形牙挺、牙根尖挺、开冠挺、拔牙挺、微型牙挺、阻生齿牙挺"
                    },
                    "口腔针": {
                        "产品描述": "通常由手持部分和细长工作端组成。一般采用不锈钢材料制成。工作端根据用途的差异有不同的形状和表面。非无菌提供。",
                        "预期用途": "用于牙面、牙体、牙髓，及其周边组织的探查或治疗。",
                        "包含": {
                            "拔髓针": {
                                "描述": "专门用于拔除牙髓的细长针状工具，适用于根管治疗中的髓腔清理。",
                                "特点": "尖端锋利，便于深入根管并去除坏死牙髓组织。",
                                "使用场景": "根管治疗初期，清除牙髓组织。"
                            },
                            "钩鍉针": {
                                "描述": "一种带有小钩的工作端设计，用于探查或取出牙齿周围的异物或填充材料。",
                                "特点": "钩形设计，操作精确，适合精细操作。",
                                "使用场景": "修复体边缘调整、填充材料去除等。"
                            },
                            "牙科用棉花针": {
                                "描述": "用于夹持棉球或其他辅助材料的小型工具，便于在口腔内进行清洁或止血操作。",
                                "特点": "轻便灵活，易于控制，防止棉球掉落。",
                                "使用场景": "牙齿清洁、止血或隔湿处理。"
                            },
                            "牙探针": {
                                "描述": "一种细长的探针，用于检查牙齿表面的状况，如龋齿、裂纹等。",
                                "特点": "尖端细长，弯曲设计，方便探查牙齿难以触及的部位。",
                                "使用场景": "日常口腔检查、龋齿诊断等。"
                            },
                            "脓肿探针": {
                                "描述": "专门用于探查和引流牙周或根尖区域脓肿的工具。",
                                "特点": "柔软或可弯曲的设计，避免对周围组织造成损伤。",
                                "使用场景": "牙周脓肿或根尖周炎的诊断与处理。"
                            },
                            "牙周探针": {
                                "描述": "用于测量牙周袋深度及评估牙周组织健康状况的工具。",
                                "特点": "带有刻度标记，便于精确测量。",
                                "使用场景": "牙周病检查与诊断。"
                            },
                            "牙科用双头探针": {
                                "描述": "两端具有不同形状的工作端，适用于多种探查需求。",
                                "特点": "多功能设计，提高工作效率。",
                                "使用场景": "牙齿表面探查、修复体边缘检查等。"
                            },
                            "一次性使用牙探针": {
                                "描述": "专为一次性使用设计的牙探针，避免交叉感染。",
                                "特点": "经济实惠，便于携带，符合卫生要求。",
                                "使用场景": "门诊检查、临时诊疗等场合。"
                            }
                        }
                    },
                    "机用根管锉": {
                        "产品描述": "一般采用不锈钢、镍钛合金等金属材料制成的机用器械。工作端有刻纹或螺旋刃口，起切削、平整的作用。该产品连接手机使用，由主机提供动力。",
                        "预期用途": "配合有源器械使用，用于牙科治疗中对牙骨、根管进行切削、平整、清洁、塑形。"
                    },
                    "牙科锉": {
                        "产品描述": "一般采用不锈钢、镍钛合金等金属材料制成的手持器械。工作端有刻纹或螺旋刃口，起切削、平整的作用。无源产品。非无菌提供。",
                        "预期用途": "用于牙科治疗中对牙骨、根管进行切削、平整、清洁、塑形。",
                        "品名举例": "根管锉针、根管锉、根管扩大针、根管扩大器、镍钛合金根管锉、不锈钢根管锉针、牙科用锉、牙科用旋转锉、牙周锉、镍钛合金牙锉、牙骨锉"
                    },
                    "根管锉取出器": {
                        "产品描述": "通常由套管和针芯组成。一般采用不锈钢材料制成。无源产品。非无菌提供。",
                        "预期用途": "用于口腔科根管治疗时，取出断裂的根管锉。"
                    },
                    "口腔钻": {
                        "产品描述": "通常由柄部和工作部分组成。一般采用不锈钢、钛合金、金刚砂、碳化钨等材料制成。使用时安装于手机，由手机驱旋转。部分产品附带有标示位置用的定位环。",
                        "预期用途": "配合牙科手机使用，用于口腔中牙齿、骨、修复体等硬质结构的切、削、钻等操作。",
                        "品名举例": "牙科钻头、碳化钨牙钻、不锈钢牙钻、牙科种植用钻"
                    },
                    "口腔车针": {
                        "产品描述": "通常由柄部和工作部分组成。一般采用不锈钢、钛合金、金刚砂、碳化钨等材料制成。使用时安装于手机，由手机驱动旋转。部分产品附带有标示位置用的定位环。",
                        "预期用途": "配合牙科手机使用，用于口腔中牙齿、骨、修复体等硬质结构的抛光、打磨操作。",
                        "品名举例": "牙科修整用金刚砂车针、牙科修整用钨钢车针"
                    },
                    "定位环": {
                        "产品描述": "一般采用钛合金、橡胶等材料制成。环状器械。使用时安装在牙科钻头工作部分的预定位置，以便操作者确定钻孔深度。非无菌提供。",
                        "预期用途": "用于协助控制牙科钻头的钻孔深度。"
                    },
                    "洁治器具": {
                        "产品描述": "通常由手柄和一个或两个工作末端组成的无源产品。一般采用不锈钢材料制成。非无菌提供。",
                        "预期用途": "用于清除牙齿表面牙垢或在口腔治疗过程中，对组织或材料进行剔、挖、刮等操作。",
                        "包含": {
                            "牙科洁治器": {
                                "描述": "专门用于清除牙齿表面牙石和牙垢的工具，具有锋利的工作端。",
                                "特点": "设计符合人体工程学，操作灵活，适用于不同部位的清洁需求。",
                                "使用场景": "日常牙周清洁、牙结石去除等。"
                            },
                            "牙科刮治器": {
                                "描述": "用于深层清洁牙周袋或根面的工具，工作端较细长且弯曲。",
                                "特点": "适合精细操作，能够有效清除牙周袋内的牙石和菌斑。",
                                "使用场景": "牙周病治疗、根面平整术等。"
                            },
                            "剔挖器": {
                                "描述": "一种小型工具，用于剔除牙齿间或修复体周围的多余材料或异物。",
                                "特点": "尖端设计便于精准操作，减少对周围组织的损伤。",
                                "使用场景": "修复体调整、嵌塞食物清除等。"
                            },
                            "牙刮匙": {
                                "描述": "一种用于清除牙齿表面或根面物质的小型工具，形状多样。",
                                "特点": "操作简便，适用于局部区域的精细清洁。",
                                "使用场景": "根管治疗、牙周清洁等。"
                            }
                        }
                    },
                    "口腔隔离器具": {
                        "产品描述": "橡皮障为弹性薄片状器械，配套器械通常有橡皮障支架、橡皮障夹、橡皮障夹钳、橡皮障打孔器、牙科橡皮障楔线。非无菌提供。",
                        "预期用途": "橡皮障用于牙科治疗时隔离牙齿，配套器械用于配合、辅助橡皮障的施用。",
                        "包含": {
                            "橡皮障": {
                                "描述": "一种弹性薄片状器械，用于隔离治疗牙齿，保持干燥操作环境。",
                                "特点": "材质柔软，可定制大小和形状，确保良好的隔离效果。",
                                "使用场景": "牙科修复、根管治疗、窝沟封闭等。"
                            },
                            "橡皮障打孔器": {
                                "描述": "用于在橡皮障上打孔的专用工具，方便固定牙齿位置。",
                                "特点": "精确控制孔径大小，操作简单。",
                                "使用场景": "橡皮障安装前的准备步骤。"
                            },
                            "橡皮障夹": {
                                "描述": "一种小型夹子，用于固定橡皮障在牙齿上的位置。",
                                "特点": "设计稳固，避免橡皮障移位，确保隔离效果。",
                                "使用场景": "橡皮障安装和使用过程中。"
                            },
                            "橡皮障夹钳": {
                                "描述": "用于安装和调整橡皮障夹的专用工具。",
                                "特点": "操作便捷，确保橡皮障夹牢固固定。",
                                "使用场景": "橡皮障安装过程中。"
                            },
                            "橡皮障支架": {
                                "描述": "用于支撑橡皮障的框架结构，保持其稳定性和张力。",
                                "特点": "可调节设计，适应不同患者的需求。",
                                "使用场景": "橡皮障安装和使用过程中。"
                            },
                            "牙科橡皮障楔线": {
                                "描述": "用于填补橡皮障与牙齿之间的空隙，增强隔离效果。",
                                "特点": "柔软且易于操作，防止唾液或其他液体渗入治疗区域。",
                                "使用场景": "橡皮障安装后进一步优化隔离效果。"
                            }
                        }
                    },
                    "打磨抛光清洁器具": {
                        "描述": "用于对修复体的抛光、打磨以及多余部分的去除，或种植体的清扫。也用于对牙齿表面的除垢、抛光。不包括仅用于口腔科技工室的器具。",
                        "包含": {
                        "含研磨抛光材料的器具": {
                            "产品描述": "分为手动和机动两类。手动类产品通常由手持部分和工作端组成；机动类产品通常由金属柄和工作端组成，金属柄与牙科手机连接，其工作端为毛刷或杯状。含研磨抛光材料。",
                            "预期用途": "用于对修复体的抛光、打磨以及多余部分的去除，或种植体的清扫。也用于对牙齿表面的除垢、抛光。",
                            "品名举例": [
                            "带磨料牙科抛光刷",
                            "无菌种植体清洁刷"
                            ]
                        },
                        "不含研磨抛光材料的器具": {
                            "产品描述": "分为手动和机动两类。手动类产品通常由手持部分和工作端组成；机动类产品通常由金属柄和工作端组成，金属柄与牙科手机连接，其工作端为毛刷或杯状。非无菌提供。不含研磨抛光材料。",
                            "预期用途": "用于对修复体的抛光、打磨以及多余部分的去除，或种植体的清扫。也用于对牙齿表面的除垢、抛光。",
                            "品名举例": [
                            "研光器",
                            "牙科抛光刷",
                            "牙科抛光杯",
                            "牙科抛光磨头",
                            "牙科陶瓷研磨头",
                            "牙科橡胶抛光头",
                            "一次性使用护牙弯角",
                            "牙科抛光条",
                            "种植体清洁刷"
                            ]
                        }
                        }
                    },
                    "无菌上颌窦提升用球囊": {
                        "产品描述": "通常为上颌窦提升用球囊等，在牙科种植过程使用。无源产品。无菌提供。",
                        "预期用途": "用于牙科种植过程。"
                    },
                    "植体安装辅助器械(配合有源器械)": {
                        "产品描述": "通常为螺丝起等形式，在牙科种植过程中使用。可重复使用。",
                        "预期用途": "配合有源器械使用，用于牙科种植过程。",
                        "品名举例": "机动种植体螺丝起、机动基台螺丝起、机用种植体内螺纹修复器"
                    },
                    "植体安装辅助器械": {
                        "产品描述": "通常为扭力扳手、螺丝起、上颌窦提升器、骨挤压器、导向定位器等，在牙科种植过程使用。无源产品。非无菌提供，可重复使用。",
                        "预期用途": "用于牙科种植过程。",
                        "品名举例": "种植体螺丝起、牙科种植用扳手、牙科种植用夹持器、牙科种植用携带器、牙科骨挤压器、牙科取骨器、牙种植定位杆、上颌窦内提升器、上颌窦外提升器、牙科种植用扭力控制器、骨磨引导器、种植体内螺纹修复器、种植体旋入止停器、牙科种植用延长器、种植用牙钻限深导向器、种植用牙钻导向器、牙科种植用扩骨器、种植体取出工具引导器、印模帽连接器、牙科种植用连接件、牙科种植器械限深套、牙科种植材料取出器、牙科种植扫描定位件、牙科种植手术定位件、牙科种植扫描体、种植用骨杯、牙科种植角度测量辅助件"
                    },
                    "材料输送器具": {
                        "描述": "用于将充填材料输送、填入至目标位置的器具。",
                        "包含": {
                        "有源材料输送器具": {
                            "产品描述": "通常由手持部分和工作端组成。根据用途工作端有不同形状。该产品连接手机使用，由主机提供动力。",
                            "预期用途": "配合有源器械使用，用于将充填材料输送、填入至目标位置。",
                            "品名举例": [
                            "机用根管螺旋输送器"
                            ]
                        },
                        "无源材料输送器具": {
                            "产品描述": "通常由手持部分和工作端组成。根据用途工作端有不同形状。分为单头和双头两种形式。无源产品。非无菌提供。",
                            "预期用途": "用于将充填材料输送、填入至目标位置。",
                            "品名举例": [
                            "根管充填器",
                            "粘固粉充填器",
                            "银汞合金充填器",
                            "复合树脂充填工具",
                            "水门汀充填器",
                            "牙用充填器",
                            "牙科树脂充填器",
                            "玻璃离子充填器",
                            "排龈线填塞器",
                            "牙科加压器",
                            "牙科骨充填材料搅拌器",
                            "邻接面充填器",
                            "根管水泥手动充填器",
                            "水门汀输送器",
                            "牙科根管水泥输送器",
                            "牙科输送器",
                            "牙科输送头",
                            "银汞合金输送器",
                            "子弹型光固化树脂输送器",
                            "牙科骨粉送器",
                            "口内塑形刀"
                            ]
                        }
                        }
                    },
                    "正畸材料处理器械": {
                        "产品描述": "按使用形式通常可分为弓丝成型器、正畸带环安置器、正畸托槽安置器、磨牙带环就位器、带环推置器、牙正畸结扎器等。均为手持手动器械。",
                        "预期用途": "用于口腔中正畸材料的成型、安装、去除。",
                        "品名举例": "弓丝成型器、正畸结扎杆、正畸托槽定位器、正畸带环就位器、正畸托槽安置器、正畸带环推置器、正畸结扎器、正畸定位器、正畸自锁托槽开启器、弓丝置入器、结扎丝压入器"
                    },
                    "口腔清洗器具": {
                        "描述": "用于去除口腔中的碎屑或杂物的冲洗器具。",
                        "包含": {
                        "无菌一次性使用口腔清洗器具": {
                            "产品描述": "对口腔进行冲洗的无源产品。无菌提供，一次性使用。不含冲洗液。（23-101-48）",
                            "预期用途": "用于去除口腔中的碎屑或杂物。",
                            "品名举例": [
                            "一次性使用无菌口腔冲洗器",
                            "一次性使用无菌塑料冲洗针",
                            "一次性使用无菌牙科冲洗针"
                            ]
                        },
                        "非无菌可重复使用口腔清洗器具": {
                            "产品描述": "对口腔进行冲洗的无源产品。非无菌提供。不含冲洗液。（23-101-49）",
                            "预期用途": "用于去除口腔中的碎屑或杂物。",
                            "品名举例": [
                            "牙龈冲洗器",
                            "牙冠周冲洗器",
                            "口腔冲洗器",
                            "一次性使用口腔冲洗器",
                            "一次性使用塑料冲洗针",
                            "一次使用牙科冲洗针"
                            ]
                        }
                        }
                    },
                    "牙科三用喷枪": {
                        "产品描述": "通常由枪体、手柄和喷杆组成。按使用时手持方式不同分为弯式和直式两种类型。根据需要可把压缩空气、水或气水喷雾以喷射的形式传送到口腔内某一部位。通常连接在牙科治疗机上使用。",
                        "预期用途": "用于口腔清洗、吹干。"
                    },
                    "无菌喷枪口腔综合治疗设备配件": {
                        "产品描述": "一般采用不锈钢或塑料等材料制成。使用时安装在牙科综合治疗台的喷枪前端，为喷枪气流、液体的出口端。无菌提供，一次性使用。",
                        "预期用途": "配合喷枪等使用，用于牙科治疗时清洁和吹干口腔及牙齿。",
                        "品名举例": "一次性使用无菌水枪头、一次性使用无菌热气枪头、一次性使用无菌三用喷枪枪头"
                    },
                    "非无菌喷枪类口腔综合治疗设备配件": {
                        "产品描述": "一般采用不锈钢或塑料等材料制成。使用时安装在牙科综合治疗台的喷枪前端，为喷枪气流、液体的出口端。非无菌提供。",
                        "预期用途": "配合喷枪等使用，用于牙科治疗时清洁和吹干口腔及牙齿。",
                        "包含": {
                            "水枪头": {
                                "产品描述": "由耐腐蚀材料制成，专为喷射水流设计，通常与牙科综合治疗台的供水系统连接。",
                                "预期用途": "用于喷射水流清洁牙齿表面及口腔内部区域。"
                            },
                            "热气枪头": {
                                "产品描述": "通过加热装置产生热气流，通常与牙科综合治疗台的气源系统连接。",
                                "预期用途": "用于吹干牙齿表面或特定区域，辅助干燥操作。"
                            },
                            "三用喷枪枪头": {
                                "产品描述": "集成了水流、气流和水气混合喷射功能，是牙科综合治疗台的重要组成部分，通常由高强度材料制成以保证耐用性。",
                                "预期用途": "用于同时或分别喷射水流、气流或水气混合流，实现清洁、干燥及湿润等功能。"
                            }
                        }
                    },
                    "一次性使用无菌吸唾管": {
                        "产品描述": "一般采用不锈钢或塑料等材料制成。通常与牙科治疗机的抽吸装置一起使用。无菌提供，一次性使用",
                        "预期用途": "配合治疗机抽吸装置使用，用于牙科治疗时吸取患者口腔内的血水、唾液及其他异物。"
                    },
                    "吸唾管": {
                        "产品描述": "一般采用不锈钢或塑料等材料制成。通常与牙科治疗机的抽吸装置一起使用。非无菌提供。",
                        "预期用途": "配合治疗机抽吸装置使用，用于牙科治疗时吸取患者口腔内的血水、唾液及其他异物。"
                    },
                    "口腔用镊、夹": {
                        "产品描述": "通常由一对尾部叠合的叶片组成。一般采用不锈钢材料制成。",
                        "预期用途": "用于口腔科检查和治疗时夹持。",
                        "品名举例": "牙科用残根镊、牙科用镊、牙科用长镊、牙科用组织镊、一次性使用牙科镊"
                    },
                    "成形片夹": {
                        "产品描述": "一般采用不锈钢材料制成。非无菌提供。",
                        "预期用途": "用于固定成形片等牙科材料，为牙科修复做准备。"
                    },
                    "口腔麻醉注射用具": {
                        "产品描述": "通常由拉环、推杆、带观察窗的套筒、针头连接柱等组成。一般采用不锈钢材料制成。注射动力通过操作者推动推杆产生。非无菌提供，可重复使用。",
                        "预期用途": "用于将麻醉剂容器内的麻醉剂注入到患者口腔中相应部位。不接触麻醉剂。",
                        "品名举例": "口腔麻醉手动注射架、口腔麻醉剂手动助推器"
                    },
                    "口腔材料注射用具": {
                        "产品描述": "通常由独立的注射器和注射头组成。注射器一般采用不锈钢或塑料等材料制成。注射头一般采用塑料制成。非无菌提供。",
                        "预期用途": "用于口腔材料的口腔内注射。",
                        "品名举例": "印模材料注入器、印模材料口内注射头、口腔材料注射器、口腔材料注射头"
                    },
                    "口腔分离用具": {
                        "产品描述": "通常由手柄和头杆组成。一般采用不锈钢材料制成。非无菌提供。",
                        "预期用途": "用于口腔手术中分离指定部位的软组织。",
                        "品名举例": "牙骨膜分离器、牙龈分离器、腭裂分离器、牙科用分离器、一次性使用磨牙牙龈分离器"
                    },
                    "口腔牵开用具": {
                        "产品描述": "通常由柄部和头端组成。头端为弯曲、勾状或成角度的叶片。非无菌提供。",
                        "预期用途": "用于口腔治疗操作中移开软组织，暴露视野。",
                        "品名举例": "牙科用牵开器、唇颊牵开器、口角拉钩、牙科用创口钩、颌面部组织拉钩、口腔拉钩、面颊牵引器"
                    },
                    "牙科开口器": {
                        "产品描述": "具有迫使和/或保持下颌张开的支持结构。在口腔手术治疗时，放在患者的牙齿之间，以保持口腔的开启。非无菌提供。",
                        "预期用途": "用于口腔手术中保持口腔开启。"
                    },
                    "去冠器": {
                        "产品描述": "通常由头部和柄部组成。一般采用不锈钢材料制成。无源产品。非无菌提供。",
                        "预期用途": "用于口腔科治疗时，去除牙齿上的金属冠。",
                        "品名举例": "牙科去冠器"
                    },
                    "牙骨锤": {
                        "产品描述": "一般采用不锈钢材料制成的牙科用锤。非无菌提供。",
                        "预期用途": "用于口腔科手术中敲击牙骨凿。"
                    },
                    "牙科用毛刷": {
                        "产品描述": "通常由手柄和镶嵌绒毛的头部组成。一般采用塑料制成。非无菌提供。",
                        "预期用途": "用于在牙齿上涂抹牙科材料。"
                    },
                    "排龈枪": {
                        "产品描述": "通常由手柄和顶针组成。使用时在排龈枪中装入带有分配针的排龈膏预装管，由顶针推动排龈膏经过分配针注入龈沟实现排龈。不含排龈膏。非无菌提供。",
                        "预期用途": "用于配合排龈膏排龈。"
                    },
                    "颊部穿通器": {
                        "产品描述": "通常由手柄、牵开器、套管针和套管组成。一般采用不锈钢材料制成。非无菌提供。",
                        "预期用途": "用于口腔颌面外科手术中穿通颊部，钻孔定位导向。"
                    }
                }
            },
            "口腔充填修复材料": {
                "包含": {
                    "永久性水门汀": {
                        "产品描述": "一般为粉液状或糊状。粉剂为可析出离子的金属氧化物或金属盐，如氧化锌、玻璃粉、氢氧化钙等；液剂为酸溶液或螯合物等，如磷酸、聚羧酸、水杨酸、丁香酚；部分水门汀含有可聚合树脂成分。大部分为通过酸碱反应固化，含树脂成分的可通过化学反应或光固化反应固化。",
                        "预期用途": "作为永久性置入人体材料，用于修复体的粘固、窝洞衬层和垫底以及窝洞充填，还可用于盖髓、根管充填、窝沟封闭、修复体桩核制作等。",
                        "包含": {
                            "玻璃离子水门汀": {
                                "描述": "一种由玻璃粉和酸性液体制成的水门汀，能够释放氟离子，促进牙齿再矿化。",
                                "特点": "具有良好的生物相容性和粘接性能，适用于多种牙科修复场景。",
                                "使用场景": "修复体粘固、窝洞衬层、垫底、盖髓等。"
                            },
                            "冠核用玻璃离子水门汀": {
                                "描述": "专为冠核修复设计的玻璃离子水门汀，具备更高的机械强度。",
                                "特点": "强度高，适合长期使用，同时具有一定的氟离子释放功能。",
                                "使用场景": "冠核修复、桩核制作等。"
                            },
                            "银粉玻璃离子水门锡": {
                                "描述": "在玻璃离子水门汀中添加银粉，增强抗菌性能和机械强度。",
                                "特点": "抗菌能力强，耐用性好，适用于需要更高强度的修复场景。",
                                "使用场景": "后牙充填、冠桥修复等。"
                            },
                            "粘结用玻璃离子水门汀": {
                                "描述": "专门用于修复体粘固的玻璃离子水门汀，优化了粘接性能。",
                                "特点": "粘接力强，操作简便，适合各种修复体的粘固需求。",
                                "使用场景": "修复体粘固、嵌体粘接等。"
                            },
                            "聚羧酸锌水门汀": {
                                "描述": "由聚羧酸和氧化锌制成，具有良好的抗压强度和粘接性能。",
                                "特点": "操作时间较长，适合精细调整，但长期稳定性略逊于玻璃离子水门汀。",
                                "使用场景": "临时或短期修复、垫底等。"
                            },
                            "粘接用聚羧酸盐水门汀": {
                                "描述": "改良型聚羧酸锌水门汀，增强粘接性能，减少对牙髓的刺激。",
                                "特点": "粘接力强，生物相容性好，适合敏感患者。",
                                "使用场景": "修复体粘固、垫底等。"
                            },
                            "磷酸锌水门汀": {
                                "描述": "传统水门汀，由磷酸和氧化锌制成，具有较高的机械强度。",
                                "特点": "强度高，但对牙髓有一定刺激性，不适合直接接触牙本质。",
                                "使用场景": "垫底、修复体粘固等。"
                            },
                            "牙科氧化锌丁香酚水门汀": {
                                "描述": "由氧化锌和丁香酚制成，具有镇痛和安抚牙髓的作用。",
                                "特点": "适合短期使用，对牙髓有保护作用，但长期稳定性较差。",
                                "使用场景": "临时修复、牙髓安抚等。"
                            },
                            "不含丁香酚水门汀": {
                                "描述": "改良型氧化锌水门汀，去除了丁香酚，避免过敏反应。",
                                "特点": "生物相容性好，适合对丁香酚过敏的患者。",
                                "使用场景": "临时修复、垫底等。"
                            },
                            "氢氧化钙水门汀": {
                                "描述": "以氢氧化钙为主要成分，具有强碱性和抗菌性能，用于保护牙髓。",
                                "特点": "主要用于间接或直接盖髓，促进牙本质桥形成。",
                                "使用场景": "盖髓、根管治疗等。"
                            },
                            "粘结用树脂水门汀": {
                                "描述": "含有树脂成分的水门汀，通过化学反应或光固化反应固化，粘接力强。",
                                "特点": "美观性好，机械性能优异，适合永久修复。",
                                "使用场景": "复合树脂粘接、冠桥修复等。"
                            },
                            "自粘接树脂水门汀": {
                                "描述": "无需额外酸蚀或粘接步骤，简化操作流程。",
                                "特点": "操作便捷，粘接力强，适合快速修复。",
                                "使用场景": "修复体粘固、嵌体粘接等。"
                            },
                            "双固化树脂水门汀": {
                                "描述": "结合化学固化和光固化两种方式，确保深层固化效果。",
                                "特点": "适用于厚层修复体，确保完全固化。",
                                "使用场景": "冠桥修复、复杂嵌体粘接等。"
                            },
                            "自酸蚀树脂水门汀": {
                                "描述": "具有自酸蚀功能，简化酸蚀和粘接步骤。",
                                "特点": "操作简便，粘接力强，减少技术敏感性。",
                                "使用场景": "修复体粘固、复合树脂充填等。"
                            },
                            "树脂水门汀": {
                                "描述": "通用型树脂基水门汀，适用于多种修复场景。",
                                "特点": "美观性好，机械性能优异，粘接力强。",
                                "使用场景": "修复体粘固、嵌体粘接等。"
                            },
                            "光固化树脂水门汀": {
                                "描述": "通过光固化反应固化的树脂水门汀，固化速度快。",
                                "特点": "操作时间可控，适合精确修复。",
                                "使用场景": "修复体粘固、复合树脂充填等。"
                            }
                        }
                    },
                    "临时性水门汀": {
                        "产品描述": "一般为粉液状或糊状。粉剂为可析出离子的金属氧化物或金属盐，如氧化锌、玻璃粉、氢氧化钙等；液剂为酸溶液或螯合物等，如磷酸、聚羧酸、水杨酸、丁香酚；部分水门汀含有可聚合树脂成分。大部分为通过酸碱反应固化，含树脂成分的可通过化学反应或光固化反应固化。",
                        "预期用途": "作为临时性置入人体材料，用于正畸产品的粘接、短期粘接或临时充填。",
                        "品名举例": "光固化正畸粘接用玻璃离子水门汀、暂时粘接用氧化锌丁香酚水门汀、临时冠桥粘接用氢氧化钙水门汀、暂时粘接用氧化锌水门汀（不含丁香酚）、双固化正畸用玻璃离子水门汀"
                    },
                    "牙体修复粘接剂": {
                        "产品描述": "单组份或双组份液体或糊剂。通常由树脂基质、稀释剂、粘接性单体或酸性单体等组成。通过化学反应或光固化反应固化。",
                        "预期用途": "用于牙体充填修复、义齿修复及植入、组织重建等过程中的粘接。",
                        "品名举例": "复合树脂粘接剂、牙科粘接剂、牙本质粘接剂、牙本质牙釉质粘接剂、牙科桩核粘接剂、单组份自酸蚀光固化粘接剂、牙科全酸蚀粘接剂、牙科自酸蚀粘接剂、光固化粘接剂、化学固化粘接剂、双固化树脂粘接剂"
                    },
                    "正畸粘接剂": {
                        "产品描述": "单组份或双组份液体、糊剂或粉液型。通常由树脂基质、稀释剂、粘接性单体或酸性单体等组成。通过化学反应或光化反应固化。",
                        "预期用途": "用于正畸治疗过程中正畸产品的粘接。仅接触牙釉质。",
                        "品名举例": "光固化正畸粘接剂、化学固化正畸粘接剂、正畸粘接剂、正畸带环粘接剂、牙釉质粘合树脂"
                    },
                    "根管充填封闭材料": {
                        "产品描述": "固体、糊状、粉液剂或液状。固体通常为古塔胶，也可为金属或其他高分子材料。糊状或液状主要成分可以是氧化锌、氢氧化钙、树脂、填料、水杨酸酯、丁香酚或硅酸盐等。古塔胶通过加热使用或与封闭材料配合使用；糊状或液状材料可以发生固化反应，也可以不固化。",
                        "预期用途": "用于根管治疗过程中充填或封闭牙髓腔和根管内空隙。",
                        "品名举例": "牙科根管充填材料、液体根充材料、固体根充材料、根管充填剂、根管封闭材料、根管封闭剂、根管修复材料、回填牙胶、热凝牙胶尖、牙根管尖、牙胶尖、牙根管塞尖"
                    },
                    "复合树脂": {
                        "产品描述": "单组份或双组份。通常由树脂基质、经过表面处理的无机填料、引发体系等组成。",
                        "预期用途": "用于牙体缺损的直接充填修复或垫底，也可用于嵌体、高嵌体或贴面等修复体的制作",
                        "品名举例": "复合树脂、光固化复合树脂、光固化复合流体树脂、流动性复合树脂"
                    },
                    "复合体": {
                        "产品描述": "通常为单组份、光固化、经聚酸改性的复合树脂",
                        "预期用途": "通常为单组份、光固化、经聚酸改性的复合树脂",
                        "品名举例": "复合体、流动复合体"
                    },
                    "银汞合金": {
                        "产品描述": "粉液双组份或胶囊型。液剂为汞，粉剂为银合金。通过汞齐化反应生成银汞合金。",
                        "预期用途": "用于牙体缺损的直接充填修复。",
                        "品名举例": "银汞胶囊、银汞合金、银合金粉"
                    },
                    "临时充填材料": {
                        "产品描述": "固体、单组份或双组份糊剂。固体通常为古塔胶；糊剂通常由树脂基质、经过表面处理的无机填料、引发体系等组成，或由硫酸钙/锌、氧化锌、树脂基质等组成。",
                        "预期用途": "用于牙体缺损的临时修复。",
                        "品名举例": "光固化临时充填材料、临时充填材料、暂封补牙条"
                    },
                    "盖髓材料": {
                        "产品描述": "糊剂、液剂或粉液型。通常有氢氧化钙类、氧化锌丁香酚类、硅酸盐类等。",
                        "预期用途": "用于直接盖髓、活髓切断或者间接盖髓",
                        "品名举例": "盖髓剂、光固化氢氧化钙间接盖髓剂"
                    }
                }
            },
            "口腔义齿制作材料": {
                "包含": {
                    "义齿用金属材料及制品": {
                        "产品描述": "通常包括钴铬合金、镍铬合金、纯钛、钛合金、贵金属合金等。可以通过铸造、锻造、计算机辅助设计/制造（CAD/CAM）、沉积等工艺制备成需要的形状。",
                        "预期用途": "用于制作嵌体、支架、牙冠、桥、基托、卡环、金属烤瓷修复体等，不可用于基台的定制。",
                        "品名举例": "镍铬合金、牙科用镍基铸造合金、钴铬合金、牙科用钴铬钼铸造合金、牙科纯钛、牙科钛合金、牙科铸造钛、牙科镍烤瓷合金、牙科钴铬钨烤瓷合金、钴铬钼烤瓷合金、牙科钴铬烤瓷合金、牙科贵金属烤瓷合金、牙科金沉积液、牙科锻造合金、焊接合金、牙科磁性附着体、牙科精密附着体、预成金属冠、不锈钢预成型牙冠、牙科修复用加固网"
                    },
                    "义齿用陶瓷材料及制品": {
                        "产品描述": "粉末状或块状，及配套用染色材料。通常为无机非金属材料经过高温处理后形成的多晶聚集体，通常包括氧化锆、氧化铝、长石、石英、玻璃等。一般通过烧结、铸造、计算机辅助设计/制造（CAD/CAM）、热压、玻璃渗透等工艺制备成需要的形状。",
                        "预期用途": "用于制作嵌体、贴面、牙冠、桥、人工牙及其他形式的修复体或义齿，不可用于基台的定制。",
                        "品名举例": "牙科瓷粉、低温烤瓷粉、高温烤瓷粉、染色瓷粉、牙科金属烤瓷瓷粉、牙科烤瓷粉、牙科全瓷瓷粉、牙科全瓷瓷块、牙科氧化锆瓷块、瓷牙"
                    },
                    "义齿用高分子材料及制品": {
                        "产品描述": "双组份糊剂或粉液剂、粉剂，或单组份糊剂。主要成分为丙烯酸酯类。",
                        "预期用途": "用于制作嵌体、贴面、牙冠、桥、基托、人工牙、桩核、义齿等，不可用于基台的定制。",
                        "品名举例": "热凝义齿基托树脂、自凝义齿基托树脂、义齿基托修补用树脂、造牙树脂、双凝基牙修复树脂、冠桥用复合树脂、牙冠用染色树脂、冠桥用光固化复合树脂、复合树脂桩核材料、双固化桩核通用树脂、双重固化树脂桩核材料、义齿软衬材料、石英纤维夹板、固位纤维、合成树脂牙、造牙粉、造牙水、牙科可切削树脂块"
                    },
                    "义齿用高分子材料及临时性制品": {
                        "产品描述": "双组份糊剂或粉液剂，或单组份糊剂，或预成制品。主要成分为聚丙烯酸酯类、聚乙烯基酯类、聚碳酸酯类等。",
                        "预期用途": "用于制作临时修复体及临时性辅助义齿固位。",
                        "品名举例": "义齿稳固剂、临时冠桥树脂、临时冠、可塑型树脂冠"
                    },
                    "定制式义齿": {
                        "产品描述": "一般采用钴铬合金、镍铬合金、纯钛、钛合金、贵金属合金、瓷块、瓷粉、基托树脂、合成树脂牙等材料制成，根据需要而定。可以是固定或活动的，如冠、桥、嵌体、贴面、桩核、可摘局部或全口义齿等。制作过程中所使用的医疗械材料全部为具有注册证的材料。",
                        "预期用途": "用于治疗牙齿缺损、牙列缺损或缺失，置于患者口内。不包括定制式基台。",
                        "品名举例": "定制式固定义齿、定制式活动义齿、定制式混合固位义齿"
                    },
                    "高分子材料固位桩": {
                        "产品描述": "柱状固体，一般采用高分子材料制成。固定于根管或牙冠内以保证修复体的固位，防止冠或充填修复体因无足够的固位而折断或脱落，常与树脂或桩核材料共同使用",
                        "预期用途": "用于辅助修复大面积牙体缺损。",
                        "品名举例": "牙用根管桩、玻璃纤维桩、树脂纤维桩、牙用自攻自断骨螺纹固位钉"
                    },
                    "金属陶瓷固位桩": {
                        "产品描述": "柱状固体，一般采用金属、陶瓷材料制成。固定于根管或牙冠内以保证修复体的固位，防止冠或充填修复体因无足够的固位而折断或脱落，常与树脂或桩核材料共同使用。",
                        "预期用途": "用于辅助修复大面积牙体缺损。",
                        "品名举例": "金属桩"
                    },
                    "牙托梗": {
                        "产品描述": "弯曲条状固体，一般采用不锈钢材料制成。使用时不暴露于 口腔环境。",
                        "预期用途": "用于义齿牙托衬垫梗条。",
                        "品名举例": "牙托梗"
                    },
                    "增材制造用金属、陶瓷义齿制作材料": {
                        "产品描述": "通常为采用钛、钴铬合金和钛合金等金属及陶瓷材料制成的粉末。",
                        "预期用途": "用于通过增材制造技术（如 3D 打印技术），制作定制式义齿，包括金属烤瓷冠、金属烤瓷桥、金属冠、金属桥、全瓷冠、全瓷桥等。",
                        "品名举例": "牙科 3D 打印用钴铬合金粉末、增材制造全瓷义齿用氧化锆浆料"
                    }
                }
            },
            "口腔正畸材料及制品": {
                "包含": {
                    "托槽": {
                        "产品描述": "一般采用金属、陶瓷或高分子材料制成。通常带有槽沟、结 扎翼，部分带有牵引钩。",
                        "预期用途": "用于正畸治疗中承接并转移矫形丝的矫形力。",
                        "品名举例": "正畸金属托槽、正畸树脂托槽、正畸陶瓷托槽、正畸陶瓷自锁托槽、旋转式自锁托槽、粘接剂预置金属正畸托槽、粘接剂预置自锁金属正畸托槽、粘接剂预置非金属正畸托槽、粘接剂预置正畸陶瓷托槽、正畸金属自锁托槽、滑盖式自锁托槽、粘接剂预置自锁非金属托槽、粘接剂预置正畸陶瓷自锁托槽"
                    },
                    "正畸丝": {
                        "产品描述": "丝状固体。一般采用不锈钢、镍钛合金、钛合金、钛钼合 金、铜镍钛合金等材质制成。",
                        "预期用途": "用于矫正牙齿畸形，与托槽、带环、颊面管等组合 使用。",
                        "品名举例": "正畸丝、牙正畸结扎丝、镍钛正畸丝、不锈钢正畸"
                    },
                    "带环及颊面管": {
                        "产品描述": "一般采用金属材料制成。带环为环状，颊面管为管状，二者可为独立产品，也可通过焊接或粘接组装使用。组装使用时，颊面管可焊接或粘接在带环侧面，矫正弓丝可以从里面通过。",
                        "预期用途": "正畸治疗中用于固定正畸丝，也可传递矫治力量。",
                        "品名举例": "正畸带环、正畸颊面管、正畸带环及颊面管"
                    },
                    "正畸基托聚合物": {
                        "产品描述": "粉液剂。通常由聚甲基丙烯酸甲酯以及甲基丙烯酸甲酯单体，或其他可聚合高分子材料组成。",
                        "预期用途": "用于正畸基托的制作。",
                        "品名举例": "齿科正畸快速自凝树脂、正畸基托聚合物"
                    },
                    "正畸弹簧": {
                        "产品描述": "通常由弹簧挂圈、弹簧、弹簧挂圈与弹簧之间的连接部件组成。",
                        "预期用途": "用于矫治牙齿畸形，在口腔正畸治疗时与种植体支抗、正畸托槽等正畸材料配合使用。",
                        "品名举例": "正畸弹簧、镍钛弹簧"
                    },
                    "正畸弹性体附件": {
                        "产品描述": "一般采用橡胶或聚氨酯类材料制成，包括结扎橡皮圈、分牙橡皮圈、牵引橡皮圈等。可以是链状，线状，管状和圈状。",
                        "预期用途": "在口腔正畸治疗时使用，用于结扎、分牙、牵引、扭转等。",
                        "品名举例": "牙科正畸橡皮圈、正畸弹力线、橡皮链、旋转橡皮垫、分牙圈"
                    },
                    "矫治器具及附件": {
                        "产品描述": "通常包括预成矫治器、定制矫治器、牵引器、扩弓器、矫治保持器等。可以由多组件共同组成。",
                        "预期用途": "用于正畸治疗，采取持续的外力调整牙齿位置使其恢复正确咬合关系或用于巩固牙颌畸形矫治完成后的疗效。",
                        "品名举例": "固定矫治器、活动矫治器、矫形矫治器、保持器、游离牵引钩、舌侧扣、扩弓螺丝"
                    }
                }
            },
            "口腔植入及组织重建材料": {
                "包含": {
                    "牙种植体": {
                        "产品描述": "螺柱状或其他形状固体。一般采用金属材质制成，包括钛、钛合金、钽等，也可为陶瓷等其他材质。通过外科手术的方式将其植入人体缺牙部位的上下颌骨内。",
                        "预期用途": "植入到牙槽骨内，用于为义齿等修复体提供固定或支撑，以恢复患者的咀嚼功能。",
                        "品名举例": "牙种植体、纯钛牙种植体、羟基磷灰石涂层牙种植体、钛合金牙种植体"
                    },
                    "基台及附件": {
                        "描述": "牙缺失后颌骨内植入的牙种植体的配套用部件，用于链接、支持和固位修复体或种植体上部结构。附件用于辅助基台与种植体的固位以及对种植体的保护。",
                        "包含": {
                          "永久性基台及附件": {
                            "产品描述": "基台是带角度或不带角度的带孔或带螺纹的柱状或其他形状固体。一般采用钛、钛合金、氧化锆、金合金等材料制成。安装在锚固于骨内的种植体平台上。其他附件包括中央螺钉、颌面螺钉等。",
                            "预期用途": "牙缺失后颌骨内植入的牙种植体的配套用部件，用于链接、支持和固位修复体或种植体上部结构。附件用于辅助基台与种植体的固位和种植体植入术后上部结构安装之前对种植体的保护。",
                            "品名举例": [
                              "基台",
                              "金合金基台",
                              "氧化锆基台",
                              "种植体配套用螺钉",
                              "愈合基台",
                              "愈合帽",
                              "基底",
                              "杆卡附着体",
                              "定制式基台"
                            ]
                          },
                          "临时性保护附件": {
                            "产品描述": "一般采用聚甲基丙烯酸甲酯和塑料聚甲醛制成。",
                            "预期用途": "用于口腔科种植手术后的临时修复过程，保护种植体的上部结构或基台。",
                            "品名举例": [
                              "保护帽"
                            ]
                          }
                        }
                      },
                    "种植支抗": {
                        "产品描述": "螺柱状或其他形状固体。一般采用金属材料制成，包括钛、钛合金、钽等。通常采用外科手术的方式将其植入适当部位，作为支抗，用于辅助治疗。",
                        "预期用途": "用于正畸或正颌治疗中需要借助种植体加强支抗，以最大限度移动牙齿或颌骨，辅助进行正畸或正颌治疗。",
                        "品名举例": "种植支抗、正畸支抗"
                    },
                    "种植体密封材料": {
                        "产品描述": "单组份糊剂或其他形式提供。通常由聚硅氧烷和无水硅酸组成，也可由其他成分组成。",
                        "预期用途": "用于封闭种植体与中央螺钉之间的空隙。防止致病菌渗入种植体内部引发其周围组织二次感染。",
                        "品名举例": "种植体密封胶"
                    },
                    "种植辅助材料": {
                        "描述": "用于种植体种植或制作牙冠过程中起辅助作用的耗材。",
                        "包含": {
                        "通用种植辅助材料": {
                            "产品描述": "一般包括替代体、转移帽和种植导板等。非无菌提供。",
                            "预期用途": "用于种植体种植或制作牙冠过程中的起辅助作用的耗材。",
                            "品名举例": [
                            "替代体",
                            "转移体",
                            "牙科种植导板",
                            "位置定位器",
                            "印模转移杆",
                            "牙科塑料基底",
                            "印模帽",
                            "试戴体",
                            "定位螺丝",
                            "基底帽"
                            ]
                        },
                        "个性化种植辅助材料": {
                            "产品描述": "通常由金属和高分子材料制成。(22-30-16)",
                            "预期用途": "通过增材制造技术（如 3D 打印技术）制成，用于辅助种植体植入的定位。(22-30-16)",
                            "品名举例": [
                            "个性化牙科种植用导板(22-30-16)"
                            ]
                        }
                        }
                    },
                    "骨填充及修复材料": {
                        "产品描述": "通常为异体、动物源性或合成的骨修复材料，可以是块状、网状、颗粒或膜，如羟基磷灰石等无机材料以及金属和高分子材料，也可以是经处理后的取自动物或人体的软硬组织。",
                        "预期用途": "用于颌面骨、牙槽骨等的缺损、牙周损伤及牙科种植修复相关的骨隙或骨缺损的填充、修复或引导骨、组织的再生或成型。",
                        "品名举例": "牙科骨粉、骨修复材料、口腔人工骨、口腔用生物玻璃人工骨、天然煅烧骨修复材料、生物膜、可吸收生物膜、可吸收 β 磷酸三钙、引导组织再生膜、牙科骨粉用支撑钛膜、口腔修复膜"
                    },
                    "颌面固定植入物": {
                        "产品描述": "一般采用金属材料、可吸收材料或其他材料制成。",
                        "预期用途": "用于牙槽骨、颌面骨缺损或骨折的固定。",
                        "品名举例": "颌骨固定装置、钛网、口腔钛膜、颌面接骨板、牙用丝、颌面接骨螺钉、膜固定螺钉、膜固定螺丝、颞下颌关节置换植入物"
                    },
                    "颌面部赝复及修": {
                        "产品描述": "通常由硅橡胶或聚甲基丙烯酸甲酯等组成。",
                        "预期用途": "用于颌面软硬组织缺损和畸形的植入修复和重建",
                        "品名举例": "硅橡胶颌面赝复材料、树脂颌面赝复材料颌面植入重建修复材料"
                    },
                    "复重建材料及制品": {
                        "产品描述": "通常由硅橡胶或聚甲基丙烯酸甲酯等组成，可摘带。",
                        "预期用途": "用于颌面组织器官软硬组织缺损和畸形的修复和重建。",
                        "品名举例": "硅橡胶颌面赝复体材料、树脂颌面赝复体材料"
                    },
                    "基台定制材料": {
                        "产品描述": "一般采用金属、陶瓷或高分子材料制成，一般通过CAD/CAM 等工艺进行加工。",
                        "预期用途": "用于基台的定制。",
                        "品名举例": "定制式基台用氧化锆陶瓷、定制式基台用合金"
                    }
                }
            },
            "口腔治疗辅助材料": {
                "包含": {
                    "根管预备辅助材料": {
                        "产品描述": "单组份或双组份液剂。通常由 EDTA 或其他成分组成。可溶解有机物碎片；可对根管治疗器械起润滑作用；可对牙本质有湿润作用；部分产品具发泡作用，从而有助于从根管内去除碎屑；可对根管进行清洁处理；或溶解根管充填材料，以便再次根管治疗。",
                        "预期用途": "用于根管治疗手术中清洗去除牙根管壁、牙髓组织等残渣，或为根管壁脱钙等辅助根管预备，或进行根管充填前根管处理，或溶解已充填于根管内的管充填材料。",
                        "品名举例": "根管润滑剂、根管扩大液、根管清洗剂、根管调节剂、丁香酚类根管充填材料溶解剂、酚醛树脂类根管充填材料溶解剂"
                    },
                    "一次性使用无菌牙科吸潮纸尖": {
                        "产品描述": "通常为纸质或纯棉纤维质的锥形尖。具有良好的吸水性、硬且有韧性、容易放进牙根管内。无菌提供，一次性使用。",
                        "预期用途": "用于根管治疗中的根管清洗、吸液、换药。"
                    },
                    "牙科吸潮纸尖": {
                        "产品描述": "通常为纸质或纯棉纤维质的锥形尖。具有良好的吸水性、硬且有韧性、容易放进牙根管内。非无菌提供。",
                        "预期用途": "用于根管治疗中的根管清洗、吸液、换药"
                    },
                    "酸蚀剂": {
                        "产品描述": "单组份或双组份液体或凝胶。一般为磷酸、乳酸、柠檬酸、 草酸、聚丙烯酸、稀硫酸等。利用酸的腐蚀性发挥作用。",
                        "预期用途": "用于口内修复或正畸治疗时，利用酸蚀剂的腐蚀性对牙体、金属、陶瓷等修复体表面进行处理，以去除污染层、粗糙表面、提高其表面性能。",
                        "品名举例": "牙科酸蚀剂、牙科磷酸酸蚀剂"
                    },
                    "预处理剂": {
                        "产品描述": "单组份液体。通常为亲水基团的丙烯酸酯功能单体、硅烷偶联剂或其他成分。",
                        "预期用途": "用于牙齿、树脂、陶瓷、金属修复体等的表面处理。利用其化学改性作用改变牙齿、修复体表面性状。",
                        "品名举例": "硅烷偶联剂、预处理剂、陶瓷表面处理剂"
                    },
                    "排龈材料": {
                        "描述": "用于在牙体预备、取印模或粘固牙冠时排开牙龈，并可能辅助止血的材料。",
                        "包含": {
                        "含血管收缩或止血功能的排龈材料": {
                            "产品描述": "含血管收缩或止血功能的棉线，或膏状材料。如硫酸铝等成分的棉线，或膏状材料。（20-147-2-10）",
                            "预期用途": "用于在牙体预备、取印模或粘固牙冠时排开牙龈并辅助止血。",
                            "品名举例": [
                            "止血排龈线",
                            "止血排龈膏",
                            "硫酸铝止血排龈线",
                            "硫酸铝止血排龈膏"
                            ]
                        },
                        "不含血管收缩或止血功能的排龈材料": {
                            "产品描述": "不含血管收缩或止血功能的棉线，或膏状材料。",
                            "预期用途": "用于在牙体预备、取印模或粘固牙冠时排开牙龈。",
                            "品名举例": [
                            "排龈线",
                            "排龈膏"
                            ]
                        }
                        }
                    },
                    "研磨抛光材料": {
                        "描述": "用于研磨抛光牙体组织或修复体，使其表面平滑均匀的材料。",
                        "包含": {
                        "口腔内用研磨抛光材料": {
                            "产品描述": "高分子、金属、金属氧化物或无机非金属材料。一般为粉剂、糊剂，也可为其他形式。",
                            "预期用途": "在口腔内用于研磨抛光牙体组织或修复体，使其表面平滑均匀。",
                            "品名举例": [
                            "牙科喷砂粉",
                            "洁牙粉",
                            "牙科抛光膏",
                            "齿龈研磨膏",
                            "牙釉质研磨膏"
                            ]
                        },
                        "口外用研磨抛光材料": {
                            "产品描述": "高分子、金属、金属氧化物或无机非金属材料。一般为粉剂、糊剂，也可为其他形式。",
                            "预期用途": "在口外用于研磨抛光修复体，使其表面平滑均匀。",
                            "品名举例": [
                            "口外研磨材料",
                            "牙科用口外研磨材料"
                            ]
                        }
                        }
                    },
                    "印模材料": {
                        "描述": "用于制作记录口腔各组织形态及关系的阴模，或者辅助获取清晰的牙齿 3D 图像的材料。",
                        "包含": {
                        "临床用印模材料": {
                            "产品描述": "糊剂、粉液型或粉剂。通常由人工合成橡胶、藻酸盐、琼脂等材料组成。通过聚合反应或其他化学反应，或温度变化反应等方式，由流动态变为固态。单纯的粉剂通常由乙醇、氟化烃、薄荷香料组成，喷涂在病人牙齿上，起辅助成像作用。",
                            "预期用途": "用于制作记录口腔各组织形态及关系的阴模，或者辅助获取清晰的牙齿 3D 图像。",
                            "品名举例": [
                            "牙科硅橡胶印模材",
                            "牙科聚醚橡胶印模材",
                            "牙科藻酸盐印模材料",
                            "牙科琼脂印模材料",
                            "红白打样膏",
                            "印模膏",
                            "氧化锌印模糊剂",
                            "牙科光学喷粉"
                            ]
                        },
                        "技工室用复制材料": {
                            "产品描述": "糊剂、粉液型。通常由人工合成橡胶、藻酸盐、琼脂等材料组成。通过聚合反应或其他化学反应，或温度变化反应等方式，由流动态变为固态。",
                            "预期用途": "只用于技工室复制印模（制取模型的印模）。",
                            "品名举例": [
                            "琼脂复制材料",
                            "硅橡胶复制材料",
                            "藻酸盐复制材料"
                            ]
                        }
                        }
                    },
                    "模型材料": {
                        "产品描述": "一般为石膏、树脂或金属材料。",
                        "预期用途": "用于制作牙科模型。",
                        "品名举例": "牙科石膏、模型树脂"
                    },
                    "铸造包埋材料": {
                        "产品描述": "粉液剂。通常由耐火材料和粘接剂组成。",
                        "预期用途": "用于包埋蜡型或模型，制备铸造空腔。",
                        "品名举例": "牙科硅酸乙酯铸造包埋材、牙科磷酸盐铸造包埋材、牙科石膏铸造包埋材、牙科纯钛铸造包埋材"
                    },
                    "蜡": {
                        "产品描述": "固态。通常由天然蜡、合成蜡、天热树脂、树胶、脂肪酸等 组成。通过加热变形或改变存在状态实现其预期目的。",
                        "预期用途": "用于制作修复体模型、粘接修复体、围盒等。只限 在口外使用。",
                        "品名举例": "牙科铸造蜡、牙科雕刻蜡、牙科模型 蜡、牙科基托蜡"
                    },
                    "牙科分离剂": {
                        "产品描述": "一般采用钾皂、水玻璃、藻酸盐、聚乙烯醇、甘油、乙二醇等制成。在两种相同或不同的材料之间或材料与模具之间形成隔离膜，使材料与材料或材料与模具不发生粘连。",
                        "预期用途": "用于分离不同的牙科材料。",
                        "品名举例": "牙科分离剂、牙科藻酸分离剂、牙科基托分离剂、牙科蜡分离剂、牙科光固化型树脂分离剂"
                    },
                    "咬合关系记录/检查材料": {
                        "产品描述": "双组份糊剂或粉液剂或片。通常由硅橡胶或软质塑料等材料组成。所含成分不具有药理学作用，所含成分不可被人体吸收。咬合检查材料经咬合后通过固化、变色、变形或对施力部分进行染色起到指示作用。",
                        "预期用途": "用于口腔修复治疗中，记录上下牙列咬合关系，并根据记录结果，制作口腔各组织形态及关系的阴模，或者辅助获取清晰的牙齿 3D 图像。",
                        "品名举例": "硅橡胶咬合记录材料、咬合蜡、贴合点指示剂"
                    },
                    "硅橡胶咬合检查材料": {
                        "产品描述": "通常由双组份糊剂或粉液剂或片，一般由硅橡胶、蜡或软质塑料等材料组成。所含成分不具有药理学作用，所含成分不可被人体吸收。",
                        "预期用途": "仅用于牙面接触点及义齿修复体关系的检查。"
                    },
                    "咬合纸": {
                        "产品描述": "一般由附有蜡和食用红色或蓝色颜料的纸制成。",
                        "预期用途": "用于临床中，牙、咬合面接触点以及义齿修复体咬合关系的检查，或用于在技工室义齿修复中，调节上下义齿的接触点，牙间隙"
                    },
                    "隔离及赋形材料": {
                        "产品描述": "通常包括成形片、一次性使用间隙楔等。",
                        "预期用途": "口腔治疗时的起隔离作用或者辅助修复体成形作用。",
                        "品名举例": "缝隙封闭糊剂、光固化牙龈屏障树脂、邻间楔入木梢、成形片、楔子"
                    },
                    "义齿试用材料": {
                        "产品描述": "通常由醇类、氧化铝、二氧化硅、颜料，或氧化锌等组成。",
                        "预期用途": "用于检查最终修复体颜色和牙齿颜色的配合度，或者检查义齿与组织间的压痛点。",
                        "品名举例": "试色糊剂"
                    }
                }
            },
            "其他口腔材料": {
                "包含": {
                    "牙周塞治剂": {
                        "产品描述": "粉液剂或其他形式。主要成分是氧化锌，含或不含丁香油。",
                        "预期用途": "用于牙周手术后保护牙龈，止血、止痛，固定。"
                    },
                    "口腔溃疡、组织创面愈合治疗辅助材料": {
                        "产品描述": "通常由麦芽糖糊精、丙二醇、卡波姆等组成。仅通过在溃疡表面或组织创面形成保护层，物理遮蔽创口。",
                        "预期用途": "用于缓解因口腔溃疡、口腔炎症、义齿或手术造成的创面所带来的疼痛。",
                        "品名举例": "口腔溃疡含漱液、口腔溃疡凝胶"
                    },
                    "脱敏剂": {
                        "产品描述": "单组份或双组份液剂、糊剂、凝胶或其他状态提供。短期使 用。",
                        "预期用途": "用于消除暴露的牙颈部的过敏症状；减轻和预防因 牙本质敏感而引起的牙齿过敏症状。",
                        "品名举例": "牙科脱敏剂、脱敏凝胶"
                    },
                    "防龋材料": {
                        "产品描述": "一般采用树脂基材料或含氟材料制成，具有释放氟离子、封闭牙齿窝沟点隙或增强釉质耐酸蚀性的功能。",
                        "预期用途": "用于预防龋齿，封闭牙齿窝沟点隙，阻断细菌进入，或提高牙齿釉质的耐酸蚀性。",
                        "包含": {
                            "氟保护剂": {
                                "描述": "一种含氟化合物的制剂，通过释放氟离子增强牙齿釉质的抗龋能力。",
                                "形式": "液体、凝胶或溶液",
                                "使用方法": "涂抹于牙齿表面，定期使用以维持效果。"
                            },
                            "氟保护漆": {
                                "描述": "一种含氟涂料，能在牙齿表面形成保护膜，持续释放氟离子。",
                                "形式": "糊状或膏状",
                                "使用方法": "涂布于牙齿表面，干燥后形成保护层。"
                            },
                            "氟化泡沫": {
                                "描述": "一种含氟泡沫制剂，能够均匀覆盖牙齿表面，提供高效的氟保护。",
                                "形式": "泡沫",
                                "使用方法": "将泡沫置于牙托中，患者咬合牙托一段时间后取出。"
                            },
                            "氟防龋材料": {
                                "描述": "广义上的含氟材料，包括多种形式的氟化物，用于增强牙齿抗龋能力。",
                                "形式": "多种（如溶液、凝胶、泡沫等）",
                                "使用方法": "根据具体形式选择涂抹、浸泡或咬合等方式使用。"
                            },
                            "防龋凝胶": {
                                "描述": "一种含有抗菌成分和氟化物的凝胶，用于减少菌斑形成并增强牙齿抗龋能力。",
                                "形式": "凝胶",
                                "使用方法": "涂抹于牙齿表面或结合专业设备使用。"
                            },
                            "光固化窝沟封闭剂": {
                                "描述": "一种树脂基材料，通过光固化技术硬化，用于封闭牙齿窝沟点隙，防止食物残渣和细菌侵入。",
                                "形式": "液态树脂",
                                "使用方法": "涂布于牙齿窝沟点隙后，用特定波长的光源照射固化。"
                            },
                            "窝沟封闭剂": {
                                "描述": "一种用于封闭牙齿窝沟点隙的材料，通常为自固化或光固化型，可有效预防窝沟龋。",
                                "形式": "液态树脂或糊剂",
                                "使用方法": "涂布于牙齿窝沟点隙后，自然固化或通过光照固化。"
                            },
                            "牙科树脂基窝沟封闭剂": {
                                "描述": "一种以树脂为基础的窝沟封闭材料，具有良好的粘附性和耐磨性，适用于长期封闭牙齿窝沟点隙。",
                                "形式": "液态树脂",
                                "使用方法": "涂布于牙齿窝沟点隙后，通过光固化或化学固化方式硬化。"
                            }
                        }
                    },
                    "牙科膜片": {
                        "产品描述": "通常由不同的树脂组成，如对苯二甲酸乙二醇酯（PET）、乙二醇、醋酸乙烯、乙烯、乙烯-醋酸乙烯共聚物（EVA）、聚乙烯（PE）、聚醋酸乙烯酯（PVA），或其他成分组成。这些材料具有良好的柔韧性和耐热性，适合用于口腔环境。",
                        "预期用途": "用于制作正畸矫治器、正畸矫治保持器、口腔保护器、牙合垫等，能够提供精确的形状和耐用性，满足不同治疗需求。",
                        "包含": {
                          "牙胶片": {
                            "描述": "一种由特殊树脂制成的膜片，主要用于制作临时或永久性的正畸矫治器。",
                            "形式": "薄片状",
                            "使用方法": "通过加热软化后，压模成型，冷却后形成所需的形状。"
                          },
                          "牙科膜片": {
                            "描述": "一种广泛应用于牙科领域的膜片材料，适用于多种口腔修复和保护装置的制作。",
                            "形式": "薄膜状",
                            "使用方法": "通过热压成型技术，结合患者口腔模型，制作出精确的矫治器或保护器。"
                          }
                        }
                      },
                      "牙齿漂白材料": {
                        "产品描述": "糊、粉、液剂或胶体。通常为过氧化物，如过氧化氢（H2O2）、过氧化脲等。通过氧化-还原反应分解有机色素，从而达到漂白效果。过氧化物含量（以过氧化氢计）大于 3.0%。（22-30-17）",
                        "预期用途": "用于美白牙齿，去除牙齿表面及深层的色素沉积，改善牙齿外观。",
                        "包含": {
                          "死髓牙漂白胶": {
                            "描述": "专门用于处理死髓牙（牙髓坏死的牙齿）的漂白材料，能够有效去除内部色素。",
                            "形式": "膏状或胶体",
                            "使用方法": "通过根管内封药的方式，逐步分解牙齿内部的色素。"
                          },
                          "牙齿漂白剂": {
                            "描述": "一种通用型牙齿漂白材料，适用于活髓牙和死髓牙的美白治疗。",
                            "形式": "糊剂或液剂",
                            "使用方法": "涂抹于牙齿表面，配合光照或自行反应完成漂白过程。"
                          },
                          "牙齿漂白胶": {
                            "描述": "一种高浓度的过氧化物基材料，用于专业牙齿美白治疗。",
                            "形式": "胶体",
                            "使用方法": "在牙医指导下，直接涂抹于牙齿表面，通常需配合冷光设备使用。"
                          },
                          "牙齿漂白贴": {
                            "描述": "一种便捷的家用牙齿美白产品，含有低浓度的过氧化物，适合日常使用。",
                            "形式": "贴片状",
                            "使用方法": "将贴片贴附于牙齿表面，按照说明时间佩戴后取下。"
                          }
                        }
                      },
                      "菌斑/龋齿指示剂": {
                        "产品描述": "糊剂、粉液剂或其他形式。通常由水、丙二醇、乙醇、硅氧烷-聚环氧烷共聚物、着色剂等组成。通过与菌斑或龋齿中的特定物质发生化学反应，显现出颜色变化，帮助识别问题区域。",
                        "预期用途": "用于显示菌斑、龋齿或定位根管口，以辅助口腔检查和治疗。",
                        "包含": {
                          "菌斑指示剂": {
                            "描述": "一种染色剂，可将牙齿表面未清洁的菌斑显色，帮助患者或医生识别清洁盲区。",
                            "形式": "液体或喷雾",
                            "使用方法": "喷洒或涂抹于牙齿表面，菌斑区域会呈现红色或其他显色效果。"
                          },
                          "龋齿指示剂": {
                            "描述": "一种专门用于检测早期龋齿的试剂，能与脱矿釉质或龋坏组织发生反应，呈现颜色变化。",
                            "形式": "糊剂或液剂",
                            "使用方法": "涂布于牙齿表面或龋洞内，观察颜色变化以判断龋齿程度。"
                          },
                          "菌斑显示液": {
                            "描述": "一种便于使用的菌斑检测液，通常含有食用级染料，安全可靠。",
                            "形式": "液体",
                            "使用方法": "患者漱口后，未清洁的菌斑区域会被染成明显颜色，便于后续清理。"
                          }
                        }
                      },
                      "牙髓活力测试剂": {
                        "产品描述": "粉剂或喷雾剂。主要成分为四氟乙烷、薄荷油、乙醇。通过接触牙齿表面引起短暂的冷刺激，测试牙髓对温度的反应，评估牙髓活力。",
                        "预期用途": "用于牙齿表面测试牙髓活力，判断牙髓是否健康或存在病变。"
                        
                        }
                      }
            },
            "口腔临床设备": {
                "包含": {
                    "口腔综合治疗台": {
                        "产品描述": "口腔综合治疗台是最基本的口腔医疗设备，由地箱、附体箱、器械盘、口腔治疗椅、冷光手术灯以及脚踏控制开关等部件组成。它是口腔临床诊疗中实施检查、诊断和治疗操作的核心设备。",
                        "定义": "口腔综合治疗台（dental unit），又称牙科综合治疗台，是口腔临床诊疗中最基本的医疗设备，简称牙科椅或牙椅，在各类口腔疾病诊治中发挥重要作用。",
                        "预期用途": "在口腔诊疗活动中，使患者处于安全、舒适的体位，为医护提供检查、诊断和治疗所需的基本装备。",
                        "组成部分": {
                            "地箱": {
                                "产品描述": "地箱是口腔综合治疗台的进水、进气、电源、下水、负压及信息线等管路与外部提供的上水管、气源管、电源线、下水管、负压管、信息线等的交接处。",
                                "功能": {
                                    "气源": "外接0.5～0.7 MPa的压缩空气，经过带气水分离过滤器的压力调节阀将压力设定为稳定值后进入附体箱。",
                                    "水源": "压力为0.2 MPa以上的自来水或经水处理装置处理的水，通过带水过滤器的稳压调节阀进入附体箱。",
                                    "电源": "电压为220V、频率为50 Hz的交流电进入地箱，分配至冷光手术灯、口腔治疗椅、器械盘等用电部位。",
                                    "下水管路": "痰盂的下水管连接至地箱内的下水管；正压转负压的口腔综合治疗台，其吸唾器、强吸器的排水口也连接至地箱内的下水管。",
                                    "负压管路": "地箱内的负压管为口腔综合治疗台采用集中负压而备的管路，吸唾器和强吸器抽吸的污物由此管抽吸到集中负压系统的集污过滤收集器，液体排入下水管道。",
                                    "信息线": "为多媒体等通讯线路提供的穿线管，如口腔综合治疗台配置的显示器与计算机的连接。"
                                }
                            },
                            "附体箱": {
                                "产品描述": "附体箱一般安装在口腔治疗椅的左侧，内装有水杯注水器、漱口水加热器、负压发生器（非采用集中负压）等，外部有三用枪、强吸器头、吸唾器头、痰盂及冲盂水系统、水杯注水器注水嘴等。",
                                "功能": {
                                    "水杯注水器": {
                                        "描述": "为患者提供漱口水，可调节水流大小和水量多少。",
                                        "控制方式": [
                                            "手动",
                                            "半自动",
                                            "自动"
                                        ]
                                    },
                                    "漱口水加热器": "相对高端的口腔综合治疗台设有加热装置，位于水杯注水器的前端，采用电加热方式将漱口水加热到适当温度。",
                                    "三用枪": "提供水、气或水气混合雾，安装在附体箱的外部，水、气源由附体箱直接提供。",
                                    "三用枪加热器": "相对高端的口腔综合治疗台三用枪设有加热装置，采用电加热方式将三用枪的出水加热到适当温度。",
                                    "吸唾器和强吸器": {
                                        "描述": "吸唾器用于吸取治疗过程中产生的唾液、血液等；强吸器主要用来吸取治疗过程中产生的飞沫或过多的液体。",
                                        "负压来源": [
                                            "负压抽吸机",
                                            "正压转负压（流体力学射流技术）"
                                        ]
                                    },
                                    "痰盂及冲盂水系统": "位于附体箱上部，患者可以将治疗过程中产生的血液及唾液吐入痰盂中，通过冲盂水的冲刷作用将其排出。",
                                    "蒸馏水系统": "为手机及三用枪提供蒸馏水，可通过切换开关在蒸馏水与自来水间快速切换。",
                                    "控制系统": "控制调整椅位，控制手术灯、漱口水、冲盂水等功能，一般位于吸唾器挂架旁。",
                                    "手机管路消毒系统": "部分口腔综合治疗台具有对手机管路清洗、消毒的功能。"
                                }
                            },
                            "器械盘": {
                                "产品描述": "主要用于吊挂或放置高速涡轮手机、低速手机、三用枪等，根据吊挂方式不同分为上挂式、下挂式、分体下挂式。",
                                "功能": {
                                    "吊挂方式": [
                                        "上挂式",
                                        "下挂式",
                                        "分体下挂式"
                                    ],
                                    "控制面板": "设有各种功能键，可用于操作手机、三用枪等功能。",
                                    "载荷能力": "最大载荷一般为2 kg，盘面水平倾斜度小于3°，水平方向旋转范围达270°，垂直方向移动范围大于30 cm。",
                                    "其他功能": "器械盘面上可放置治疗所需的常用药物和小器械，边缘可安装观片灯，下部装有牙科手机的水、气路接口和牙科手机工作压力表。"
                                }
                            },
                            "口腔治疗椅": {
                                "产品描述": "口腔综合治疗台的重要组成部分，主要由底板、支架、椅座、椅背、扶手、头托、控制开关等组成，设计符合人机工程学原理。",
                                "功能": {
                                    "底板": "支撑口腔治疗椅甚至整个口腔综合治疗台（椅机联动式），必要时用螺栓固定。",
                                    "支架": "与底板连接，支撑椅座、椅背等，升降系统在支架内，牙椅动力系统和控制系统在支架底部前端。",
                                    "椅座": "可根据治疗需要调整高低。",
                                    "椅背": "可根据治疗需要调整俯仰角度。",
                                    "扶手": "便于患者上下牙椅。",
                                    "头托": "治疗时对患者头部起到支撑、固定的作用，部分头托角度可调节。",
                                    "控制开关": {
                                        "类型": [
                                            "医师手动控制",
                                            "医师脚控",
                                            "助手辅助手动控制"
                                        ],
                                        "预置椅位功能": "可一键触发到达预设椅位，节省椅位调节时间，降低医师劳动强度。"
                                    }
                                }
                            },
                            "冷光手术灯": {
                                "产品描述": "口腔治疗中适宜的照明设备，能保证工作准确进行和提高效率，减轻医生视觉疲劳。",
                                "功能": {
                                    "照度": "(1~13)×10⁴ lux，可用无级或分级方式调节。",
                                    "光色温": "最适宜光色温为4000～6000K。",
                                    "光线温度": "需限制在一定温度下，避免患者脸部热感。",
                                    "照射野": "横向矩形光斑，一般约为80 mm×200 mm。",
                                    "无影": "减少手术灯阴影，避免灯光遮挡。",
                                    "照射方向调节": "活动范围应能满足各种位置需要，照射距离一般为80～100 cm，患者仰卧体位时可缩至65 cm。",
                                    "光源类型": [
                                        "卤素灯光源",
                                        "发光二极管灯光源"
                                    ]
                                }
                            },
                            "多功能脚踏控制开关": {
                                "产品描述": "集成控制面板上的按键，基本功能是控制高速涡轮手机、低速手机、超声治疗设备等的开关及牙科动力系统的简单转速调节，增强功能还可附加椅位调节、手术灯开关及亮暗变换等。"
                            }
                        },
                        "操作常规及注意事项": {
                            "总操作流程": "首先打开空气压缩机电源开关，产生压力为0.5～0.7 MPa的压缩空气；之后打开地箱上的总控制开关，接通电源、气源和水源，然后进行各部分操作。",
                            "具体操作": {
                                "口腔治疗椅的操作": "手控按键可控制口腔治疗椅升或降、椅背俯或仰到任意位置，手动触发程控键可一键自动到达预设位置。",
                                "器械盘和手机的操作": [
                                    "将器械盘移动到需要的位置。",
                                    "分别将高速涡轮手机和低速手机连在相对应的接头处并紧固。",
                                    "将车针装入牙科手机，拉动手机机臂，踩下脚踏开关，车针转动即可使用。",
                                    "按动三用枪，左侧为喷水键，右侧为喷气键，同时按动两键则喷出水雾。",
                                    "操作完毕，关闭总控制开关。"
                                ],
                                "冷光手术灯的操作": "接通电源，调整诊疗所需的光源焦距和亮度。",
                                "漱口水的操作": "漱口水供应主要有自动供水、定时按钮供水、手动按钮供水三种方式。",
                                "痰盂、吸唾器的操作": "冲洗痰盂的控制开关有旋钮和按钮两种形式；吸唾器和强吸根据需要由护理人员配合医生使用。"
                            }
                        }
                    },
                    "口腔综合治疗机": {
                        "产品描述": "口腔综合治疗机是口腔综合治疗台的集成部分，包括地箱、附体箱、器械盘、口腔治疗椅、冷光手术灯以及脚踏控制开关等部件。",
                        "预期用途": "同口腔综合治疗台。"
                    },
                    "电动牙科椅": {
                        "产品描述": "电动牙科椅是口腔综合治疗台的重要组成部分，主要由底板、支架、椅座、椅背、扶手、头托、控制开关等组成。",
                        "预期用途": "电动牙科椅符合人机工程学原理，便于患者上下牙椅，且椅位调节控制开关多为微电子程控组合控制系统。",
                        "品名举例": "电动牙科椅"
                    },
                    "牙科手机": {
                        "产品描述": "牙科手机是口腔临床工作中最基础的工具之一，安装在口腔综合治疗台上使用，用于对牙体组织进行切削、钻磨等。它包括牙科高速涡轮手机和牙科低速手机。",
                        "预期用途": "用于对牙齿患病处或修复体进行切削、钻磨、抛光等操作。",
                        "包含": {
                            "牙科高速涡轮手机": {
                                "产品描述": "牙科高速涡轮手机（high speed dental airturbine handpiece），又称气动涡轮手机，简称高速手机、高速涡轮手机或涡轮手机，是治疗口腔疾病的基本工具。",
                                "预期用途": "用于对牙齿患病处或修复体进行磨、钻、切、削、修整及抛光等。",
                                "主要结构组成部件及功能": {
                                    "机头": "核心部分，由机头壳、涡轮芯（包括芯轴、风轮、轴承）和后盖组成。",
                                    "机身": "外部为操作者手持部分，内部装有水、气管路；光纤手机还装有光导纤维。",
                                    "接头": "与口腔综合治疗台的输水、气软管连接，分为螺旋式和快装式。"
                                },
                                "分类": {
                                    "按连通管连接方式": [
                                        "两孔手机",
                                        "三孔手机",
                                        "四孔手机",
                                        "光纤六孔手机"
                                    ],
                                    "按治疗用途或机头大小": [
                                        "迷你型",
                                        "标准型",
                                        "转矩型"
                                    ],
                                    "按车针装卸方式": [
                                        "顶针式",
                                        "拧紧式",
                                        "按钮式"
                                    ],
                                    "按冷却方式": [
                                        "单孔喷雾",
                                        "双孔喷雾",
                                        "三孔喷雾",
                                        "四孔喷雾"
                                    ],
                                    "按是否带照明功能": [
                                        "带照明装置式（风光手机）",
                                        "导光式（光纤手机）",
                                        "无照明式（普通手机）"
                                    ],
                                    "按是否一次性使用": [
                                        "防感染一次性使用高速涡轮手机",
                                        "可反复消毒使用高速涡轮手机"
                                    ]
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "正确的手法：点切削，避免接触面过大导致降低转速强制切削。",
                                        "选择标准直径、长度的车针，及时更换磨损或变形的车针。",
                                        "防止交叉感染：采用防回吸装置、‘一人一机’、每位患者诊治前冲洗水道和气道20~30s。"
                                    ],
                                    "注意事项": [
                                        "压缩空气需清洁，无污渍、水、油，并调至手机额定气压。",
                                        "进入高速涡轮手机的水应经过净化。",
                                        "检查机头后盖是否有松动，车针是否夹持到位。",
                                        "手机运转中切勿按下车针按钮。",
                                        "轻拿轻放，避免磕碰、坠地。",
                                        "装卸车针必须在夹簧完全打开的状态下进行。",
                                        "必须使用合格的车针。",
                                        "发现掉针、颤抖过大、声音异常时应立即停止使用。",
                                        "未安装车针或标准棒时，禁止空转手机。"
                                    ]
                                }
                            },
                            "牙科低速手机": {
                                "产品描述": "牙科低速手机（low speed dental handpiece），简称低速手机或低速马达，包括气动马达手机和电动马达手机，具有正、反转和低速钻、削、打磨、抛光功能。",
                                "预期用途": "用于对牙齿患病处或修复体进行低速钻、削、打磨、抛光等操作。",
                                "主要结构组成部件及功能": {
                                    "气动马达": "工作气压一般为0.25~0.3 MPa，转速达2万r/min，由定子、转子、叶片及壳体构成。",
                                    "电动马达": "转速达40000 r/min，分为有碳刷电动马达（包括有铁芯和无铁芯）和无碳刷电动马达。",
                                    "直手机": "由主轴、轴承、车针锁环、连接叉和外壳等组成，通过连接叉与马达连接。",
                                    "弯手机": "由带齿轮的夹轴、传动装置、头壳和外壳等组成，动力由马达通过传动装置传导到轴芯。"
                                },
                                "分类": {
                                    "按出水的方式": [
                                        "外水道",
                                        "内水道"
                                    ],
                                    "按是否具备照明": [
                                        "不带光",
                                        "光纤LED",
                                        "风电发光"
                                    ],
                                    "按外壳材料": [
                                        "不锈钢",
                                        "钛合金"
                                    ],
                                    "按弯手机转速": [
                                        "等速手机",
                                        "减速手机",
                                        "增速手机"
                                    ],
                                    "按弯手机使用用途": [
                                        "抛光",
                                        "根管治疗",
                                        "种植治疗"
                                    ],
                                    "特殊弯手机": [
                                        "用在直机上的弯手机",
                                        "外科手术20°弯直机"
                                    ]
                                },
                                "工作原理": "低速手机由气动马达或电动马达提供动力，动力通过连接叉传导到直手机或弯手机的轴芯，带动卡簧上的钻针旋转。",
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "选择标准钻针：等速和减速弯手机及直手机选用CA型低速车针，增速弯手机选用FG型高速车针。",
                                        "将直手机或弯手机装上钻针后与马达连接。",
                                        "用脚踩动口腔综合治疗台脚踏控制开关，开始操作。"
                                    ],
                                    "注意事项": [
                                        "未装钻针或未与马达可靠连接时，严禁启动低速手机。"
                                    ]
                                }
                            }
                        }
                    },
                    "口腔超声治疗设备": {
                        "产品描述": "超声治疗设备目前已广泛应用于口腔临床诊疗的各个方面，可配置不同的手柄、工作头及冲洗液，适用于牙龈炎、牙周炎的治疗，牙体牙髓疾病的治疗（如根管治疗），以及口腔临床修复中取桩冠和全冠、复合树脂修复等方面。",
                        "预期用途": "用于牙周治疗及保健、根管治疗及根尖手术、修复治疗等，其工作头结构因用途不同而有所区别。",
                        "包含": {
                            "超声洁牙机": {
                                "产品描述": "超声洁牙机(ultrasonic scaler)是利用频率大于20 kHz的超声波振动进行洁治和刮治的口腔医疗设备。随着科学技术的发展，超声洁牙机与喷砂洁牙机结合形成超声喷砂洁牙机。",
                                "预期用途": "适用于牙科清除牙石、牙垢及色素；喷砂功能适用于清理超声波洁牙机不易清洗的牙间隙中的牙菌斑和色素。",
                                "品名举例": "超声洁牙机、超声喷砂洁牙机",
                                "结构组成及功能": {
                                    "超声波电子振荡器": "产生超声波电脉冲信号，驱动换能器产生超声波振动，由功率电压调节旋钮和功率放大电路组成。",
                                    "超声振动换能器": "将超声振荡电信号转换为同频机械振动的手柄，分为压电陶瓷换能器和磁致伸缩换能器。",
                                    "工作头": "用不锈钢或钛合金制造而成，具有不同的形状，可根据牙齿及洁治部位更换合适的工作头。",
                                    "冷却水系统": "由一定压力的水源、电磁阀控水开关及水量调节钮组成，提供冷却水。",
                                    "脚踏开关": "控制洁牙机的启动和停止，控制高频振荡电路和冷却水。"
                                },
                                "分类": {
                                    "按工作原理": [
                                        "压电陶瓷超声洁牙机",
                                        "磁致伸缩超声洁牙机"
                                    ]
                                },
                                "日常使用": [
                                    "按说明书安装机器附件，确保机器四点支撑，安放稳定。",
                                    "选择清洁水源以防管路堵塞。",
                                    "通电后将调水钮开到最大处并踩下脚控开关，使机器处于备用状态。",
                                    "安装工作头时需注意排空气泡，并用水润湿O型圈。",
                                    "洁治时输出功率调至1/2处，避免长时间高功率操作。",
                                    "不要施加过大的压力以免损坏工作头。",
                                    "避免在无水状态下操作，防止灼伤患者及损伤设备。",
                                    "妥善保护换能器手柄和工作头，避免磕碰。",
                                    "每次使用前后需冲洗水管以减少生物膜形成，防止交叉感染。"
                                ]
                            },
                            "超声根管治疗机": {
                                "产品描述": "超声根管治疗机的设备结构和工作原理与压电陶瓷超声洁牙机相同，因此使用方法和维护保养可以参考压电陶瓷超声洁牙机。工作头和功率的选择应依据临床需要进行。",
                                "预期用途": "用于牙周治疗及保健、根管治疗及根尖手术、修复治疗等。",
                                "品名举例": "超声根管治疗机",
                                "结构组成及功能": "与压电陶瓷超声洁牙机相同，包括主机、手柄、工作头、冷却水系统及脚踏开关。",
                                "日常使用": [
                                    "选择合适的工作头和功率设置以满足临床需求。",
                                    "定期清洁和消毒设备，确保无交叉感染风险。",
                                    "使用合格的非浸泡式消毒液对设备进行消毒。"
                                ]
                            },
                            "超声骨刀": {
                                "产品描述": "超声骨刀(piezoelectric bone surgery device)是一种通过压电转换装置将电能转换成机械能使刀头处于高频共振模态，利用刀头强大的机械加速度对目标骨组织进行粉碎和切割的手术工具。",
                                "预期用途": "适用于口腔外科手术，包括牙槽骨切开术、牙槽骨整形术、牙周及种植手术等。",
                                "品名举例": "超声骨刀",
                                "结构组成": {
                                    "主机": "控制超声骨刀的整体运行。",
                                    "手柄": "连接主机与工作头，传递超声振动。",
                                    "脚踏开关": "控制设备的启动和停止。",
                                    "工作头": "根据不同手术需求选择不同形状和尺寸的工作头。",
                                    "冲洗溶液挂架": "悬挂生理盐水瓶或蒸馏水瓶。",
                                    "冲洗管线": "输送冲洗液至手术区域。",
                                    "电源线": "为设备提供电力支持。"
                                },
                                "工作原理": "压电陶瓷换能器受超声高频电信号激发产生同频机械振动，通过变幅杆传递到刀头进行切削，并产生空化效应减少手术区域流血。",
                                "日常使用": [
                                    "安装电源线并开启电源开关。",
                                    "安装手柄线及冲洗管线，确保连接牢固。",
                                    "悬吊生理盐水瓶或蒸馏水瓶，打开针帽进行设置调节。",
                                    "使用扳手安装合适的工作头，避免过度用力。",
                                    "按下冲洗键灌注冲洗管，使设备处于备用状态。",
                                    "每次使用后及时冲洗水管线及手柄，进行高温高压消毒。",
                                    "手术过程中时刻关注冲洗液并及时补充。",
                                    "切骨时施加适当压力，避免接触金属硬物。",
                                    "根据手术需求选择合适的工作头和模式。"
                                ],
                                "禁忌证": [
                                    "带有心脏起搏器的患者或医生禁用。",
                                    "电外科刀会影响超声骨刀的正常工作。"
                                ]
                            }
                        }
                    },
                    "口腔激光治疗设备": {
                        "产品描述": "口腔激光治疗设备利用激光技术治疗口腔疾病，涵盖软组织、硬组织及多种良性病变的治疗，在多个口腔科室发挥重要作用。",
                        "预期用途": "用于纤维瘤切除、舌系带成形、牙龈切除术、种植备洞、种植体周围炎治疗、根管治疗、牙周袋病变组织切除、软组织刮除、白斑切除、乳头状瘤切除、牙龈瘤切除、冠延长、口腔黏膜增生物治疗、疱疹和溃疡治疗、前庭成形术、未萌出牙开窗术等。",
                        "包含": {
                            "激光光动力治疗机": {
                                "产品描述": "激光光动力治疗机是一种利用光动力效应进行口腔疾病治疗的设备。",
                                "预期用途": "利用光动力疗法治疗早期口腔癌、鼻咽癌。"
                            },
                            "二氧化碳激光治疗机": {
                                "产品描述": "一种气体激光器，输出波长为10.6 μm，属于远红外不可见光。在口腔治疗中，二氧化碳激光治疗机通常采用金属关节臂传输，指示光常用半导体激光同光路红光指示。",
                                "预期用途": "常用于口腔黏膜疾病、牙龈炎的汽化治疗，以及牙龈软组织的切除；低能量的二氧化碳激光还可进行口腔炎症的照射治疗。",
                                "品名举例": "二氧化碳激光治疗机",
                                "结构组成": {
                                    "放电管": "多用玻璃或金属材料制成，近年来射频管稳定性好、损耗小。",
                                    "谐振腔": "由两块反射镜构成，一块全反射镜，另一块部分反射镜。",
                                    "水冷管": "用于冷却放电管，防止过热。",
                                    "电极": "提供电流以激发激光"
                                },
                                "操作常规": [
                                    "检查冷却系统，确保冷却水量充足。",
                                    "调整患者体位，暴露治疗部位。",
                                    "接通电源并调整参数。",
                                    "治疗结束按与开机相反顺序关闭机器。"
                                ]
                            },
                            "半导体激光治疗机": {
                                "产品描述": "半导体激光治疗机是一种利用半导体物质作为激光工作介质的激光设备。其工作介质包括砷铝化镓(GaAlAs)、砷化镓(GaAs)、砷化铟(InAs)、锑化铟(InSb)等，输出波长大多在可见光到近红外之间，常见的波长有 650 nm、850 nm、980 nm等。",
                                "预期用途": "主要用于去除龋坏组织、根管消毒、牙体脱敏、牙体倒凹修整、牙周手术、口腔黏膜病治疗、颌面外科手术、颌面美容等。",
                                "品名举例": "半导体激光治疗机",
                                "结构组成": {
                                    "PN结": "天然解理面自然成为谐振腔的反射面。",
                                    "激励源": "通过激励实现非平衡载流子粒子反转分布。",
                                    "谐振腔": "发射固定的激光波长，一般是多模振荡，方向性差。"
                                },
                                "操作常规": [
                                    "操作人员需经过培训，严格按照操作步骤操作。",
                                    "检查光纤，确认无破损或断裂。",
                                    "工作区应挂警告标志，操作者和患者需戴防护镜。",
                                    "功率及频率设定严格按临床验证数据进行。"
                                ]
                            },
                            "Nd:YAG激光治疗机": {
                                "产品描述": "Nd:YAG激光治疗机主要由激光电源、激光发生器、指示光源、导光系统及控制与显示系统组成。激光工作介质是掺钕钇铝石榴石晶体，其化学式为Nd³+:Y₃Al₅O₁₂。",
                                "预期用途": "广泛应用于口腔软组织、硬组织、良性病变、根管治疗及其他多种治疗，具有操作方便、精度高、易消毒、损伤小、手术省时、视野清晰和出血少等优势。",
                                "品名举例": "Nd:YAG激光治疗机",
                                "结构组成": {
                                    "激光电源": "分为脉冲激光电源和连续激光电源，为泵浦灯提供电能。",
                                    "激光发生器": "包括激光工作介质、泵浦源、聚光腔、光学谐振腔及冷却系统。",
                                    "导光系统": "采用石英光纤传输激光，传输损耗小且能承受高功率。",
                                    "控制与显示系统": "计算机程序控制激光输出，包含能量检测系统、故障诊断及显示系统、安全互锁及报警系统。"
                                },
                                "操作常规": [
                                    "接通电源，启动冷却系统，预燃泵浦灯。",
                                    "根据治疗需求调节各种参数。",
                                    "开启激光输出开关，脚控系统控制激光输出。",
                                    "医生和患者需佩戴防护镜，紧急情况立即按下急停开关。"
                                ]
                            },
                            "Er:YAG激光治疗机": {
                                "产品描述": "Er:YAG激光治疗机是一种固体激光器，其激光工作介质为掺铒钇铝石榴石晶体。该激光器的输出波长为2940 nm，属于红外不可见光。",
                                "预期用途": "主要用于硬组织疾病的治疗。",
                                "品名举例": "Er:YAG激光治疗机",
                                "结构组成": {
                                    "激光工作介质": "掺铒钇铝石榴石晶体。",
                                    "谐振腔和聚光腔": "针对2940 nm波长设计，不易实现连续激光输出。",
                                    "冷却系统": "确保设备运行稳定，避免过热。"
                                },
                                "操作常规": [
                                    "接通电源，检查冷却系统确保水量充足。",
                                    "选择和正确安装治疗手机，开启激光治疗机。",
                                    "设定所需能量和脉冲频率，医生和患者佩戴防护眼镜。",
                                    "紧急情况下启动紧急终止按钮。"
                                ]
                            },
                            "Er,Cr:YSGG激光治疗机": {
                                "产品描述": "Er,Cr:YSGG激光治疗机的激光输出波长为2780 nm，是红外线不可见光。其主要由激光电源、工作介质、泵浦和聚光系统、谐振腔、指示光源、导光系统及控制与显示系统等组成。",
                                "预期用途": "包括但不限于口腔硬组织和软组织的治疗，以及利用其水光动能现象进行无振动、无热量的切割和止血。",
                                "品名举例": "Er,Cr:YSGG激光治疗机",
                                "结构组成": {
                                    "工作介质": "Er,Cr:YSGG晶体。",
                                    "前端装置": "激发水分子形成高速动能粒子作为切割媒介。",
                                    "冷却系统": "确保设备运行稳定，避免过热。"
                                },
                                "操作常规": [
                                    "保证冷却系统建立，确认冷却储水罐装满。",
                                    "用蒸馏水填充自控水瓶，正确安装光纤配件并与手柄连接。",
                                    "对激光参数、水、空气参数进行预设，测试参数值并修正。",
                                    "紧急情况下屏幕显示错误原因及处理方法，检修时防止触电。"
                                ]
                            }
                        }
                    },
                    "喷砂洁牙机": {
                        "产品描述": "喷砂洁牙机使用特制的喷砂粉通过喷砂机头喷向牙面去除牙菌斑和色素。",
                        "预期用途": "适用于清理超声波洁牙机不易清洗的牙间隙中的牙菌斑和色素。"
                    },
                    "光固化机": {
                        "产品描述": "光固化机是口腔诊疗必备设备，用于光固化复合树脂材料的快速完全固化。随着科技发展，光固化机由卤素灯光源发展到半导体LED光源。",
                        "预期用途": "用于口腔治疗中光固化复合树脂材料的快速完全固化。",
                        "包含": {
                            "卤素灯光固化机": {
                                "产品描述": "卤素灯光源的冷光手术灯，光源为卤素灯，灯泡功率多数在50～150W。卤素灯光源属于热光源，需通过干涉滤光器获得特定波长范围（380～500 nm）的蓝光。",
                                "预期用途": "用于口腔治疗中光固化复合树脂材料的快速完全固化。",
                                "品名举例": "卤素灯光固化机，光固化机",
                                "结构组成及功能": {
                                    "稳压电源主机": "将市电转换为稳定电源，为核心部件提供电力支持，并集合辐照周期定时器、声响报警等功能。",
                                    "集合光源手机": {
                                        "散热风扇": "排除手机内集聚的热量，防止过热影响操作者握持。",
                                        "金属集热罩": "聚集灯泡及长波光热量，保护手机外壳。",
                                        "直插灯座": "安装光源灯泡。",
                                        "卤素灯泡": "光固化机的发光源。",
                                        "干涉滤光器": "将特定波长（380～500 nm）的蓝光从全波光中滤出，无效光向后反射。",
                                        "导光棒": "光导纤维束棒，将光束传导至被照射部位，前端与轴向成一定角度，便于口内操作。"
                                    }
                                },
                                "操作常规": [
                                    "按设备安装说明书连接设备及其附件，接通电源，设备处于备用状态。",
                                    "根据使用材料固化要求，设定光辐照定时周期。",
                                    "医护要戴上专用护目镜或使用设备附带的隔光护目附件，防止高亮光损伤眼睛。",
                                    "手持手机，将导光棒端面靠近被照区，保持2mm的距离，启动触发开关进行光照固化。",
                                    "关闭光源后，散热风扇延时3～5min自动停止，使灯泡充分冷却。",
                                    "光照结束后，将手机稳放于专用支架上，待冷却风扇自动停止后切断电源。",
                                    "依据光固化复合树脂的使用要求选择固化时间：材料厚度小于2mm时选择20s，厚度超过2mm时适当延长，超过3mm时分层充填。"
                                ],
                                "维护保养": [
                                    "避免导光棒端面触及复合树脂材料，防止污染影响光输出强度。",
                                    "严禁碰撞导光棒，长时间不使用时卸下导光棒置于安全处。",
                                    "需要多次照射时，每个辐照周期结束后间隔数秒再启动，防止累积温升过高。",
                                    "不应猛拉硬扯手机尾线，防止导线折断损坏。",
                                    "使用不含腐蚀性的清洁剂清洁设备表面，谨防液体渗入设备体内。"
                                ]
                            },
                            "发光二极管(LED)灯光固化机": {
                                "产品描述": "LED灯光固化机采用半导体发光的冷光源，光谱较纯，波长范围在420～480nm，峰值波长为465nm。光源发热少，无需散热风扇，寿命长。",
                                "预期用途": "用于口腔治疗中光固化复合树脂材料的快速完全固化。",
                                "品名举例": "LED灯光固化机",
                                "结构组成及功能": {
                                    "电源适配器": "将220V交流电转换为光固化机所需低压直流电的稳压电源。",
                                    "微电子控制器": "采用以微处理器为核心的电路控制系统，与LED光源一体封装在手柄壳内。",
                                    "导光棒": "与卤素灯光固化机相同，将光束传导至被照射部位。",
                                    "操作键": "包括光输出模式预设键、辐照周期定时预设键及启动/停止键。",
                                    "遮光板": "安装在手机前端，确保医师观察辐照区时眼睛免受蓝光刺激。",
                                    "显示屏": "提供模式预设、定时预设及辐照计时的多功能显示器。"
                                },
                                "整机组装形式": [
                                    "口腔综合治疗台内置式：稳压电源内置于口腔综合治疗台内，手柄可置于挂架上。",
                                    "便携移动式：分为有线式（利用220V交流电供电）和无线式（利用充电电池供电）。"
                                ],
                                "光输出模式": {
                                    "快速模式": "启动后光输出功率立刻达到最大。",
                                    "渐进模式": "启动后输出光强度由小到大逐渐上升至最大值并稳定输出。",
                                    "脉冲模式": "启动后输出光以一定的频率闪烁输出。",
                                    "固化时间设定": [
                                        5,
                                        10,
                                        15,
                                        20,
                                        30,
                                        40
                                    ]
                                },
                                "主要技术参数": {
                                    "电源适配器或充电器输入电源": "交流100~250V/50～60Hz",
                                    "适配器或充电座输出": "直流12V或5V",
                                    "电池": "锂离子电池",
                                    "光谱波长范围": "420~480nm",
                                    "峰值波长": "465nm",
                                    "辐照度": "500~2000mW/cm²",
                                    "辐照定时": [
                                        5,
                                        10,
                                        20
                                    ],
                                    "固化模式": [
                                        "快速",
                                        "脉冲",
                                        "渐进"
                                    ]
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "按使用说明书装配好手机、导光棒等附件，接通电源。",
                                        "根据树脂材料的使用要求预设固化模式及固化周期，设备处于备用状态。",
                                        "操作时医护戴好护目镜，将导光棒前端靠近被照部位，保持约2mm间距，按压启动/停止键进行光固化照射。"
                                    ],
                                    "注意事项": [
                                        "光源功率较高，多周期连续照射时适当延长启动间隔时间，避免牙髓损伤或软组织灼伤。",
                                        "部分特殊树脂材料（如PPD）敏感波长低于400nm，LED固化机无法满足其固化要求，可选用卤素灯光固化机。",
                                        "避免长时间连续照射导致光源温升过高，可能损坏灯珠PN结。",
                                        "定期检测输出光强度，确保固化效果。"
                                    ]
                                },
                                "维护保养": [
                                    "时刻保持光导纤维棒端面清洁，树脂污染时及时清洁。",
                                    "对每个患者使用前套一次性透明薄膜或使用后擦拭消毒，避免交叉感染。",
                                    "关注充电电池续航能力，续航时间太短时及时更换电池。",
                                    "保持设备表面清洁，用软布蘸清洁剂擦拭，避免用液体喷洒或浸泡。",
                                    "定期检测输出光强，确保设备性能良好。"
                                ]
                            }
                        }
                    },
                    "根管治疗设备": {
                        "产品描述": "根管治疗设备是口腔临床治疗中不可或缺的一类设备，包括口腔显微镜、根管长度测量仪、根管扩大仪、热牙胶充填器和牙髓活力电测仪等。这些设备提高了根管治疗的精准性和成功率。",
                        "预期用途": "用于牙髓及根尖周病变治疗过程中，清除感染组织、清理成形根管及严密充填根管，防止或促进根尖周病变愈合。",
                        "包含": {
                            "口腔显微镜": {
                                "产品描述": "口腔显微镜是一种放大设备，早期主要用于牙体牙髓科对髓腔根管系统的检查和治疗，可清晰观察髓腔根管口形态。",
                                "预期用途": "提升医师视觉分辨力，提供精细化检查和治疗手段，降低劳动强度，保护医患健康。",
                                "品名举例": "口腔显微镜",
                                "结构组成及功能": {
                                    "支架系统": "由底座、立柱、横臂等部件组成，分为落地式和悬吊式。",
                                    "电气系统": "由电源、光源、亮度调节及控制开关等部件组成，光源可分为卤素灯和LED灯。",
                                    "光学放大系统": "由镜头支架、放大倍数调节旋钮、物镜、双目镜筒、助手镜、分光器及滤光片等组成。",
                                    "摄录及显示系统": "由摄录影像接口、影像显示器等部件组成，支持实时图像采集和显示。"
                                },
                                "操作常规": [
                                    "移动前打开底盘脚轮锁定装置，移动到位后锁紧。",
                                    "取下防尘罩，接通电源，打开灯光。",
                                    "调整操作者椅位高度和患者体位。",
                                    "调整双目镜瞳距，用双眼观察视野。",
                                    "将镜头移向被观察物体，调节焦距、放大倍数、光强及光斑，达到最佳操作条件。",
                                    "选用黄色滤光片避免光固化材料过早固化，选用绿色滤光片使出血环境更清晰。",
                                    "使用完后将光强调至最小，关闭光源，复位镜头及附件，待散热风扇停止后关闭总电源。"
                                ],
                                "维护保养": [
                                    "存放、移动时避免镜头磕碰。",
                                    "松开脚轮锁紧装置后再移动，避免损坏。",
                                    "大幅度调节前松开锁紧装置，调好后锁紧固定。",
                                    "带电子锁紧装置的显微镜调节镜头时需先打开电源开关。",
                                    "清洁时使用专用镜头纸或清洗液擦拭镜头，用完后盖上防尘罩。"
                                ]
                            },
                            "根管长度测量仪": {
                                "产品描述": "根管长度测量仪又称电子根尖定位仪，用于测定根管工作长度，具有更高的精准度。",
                                "预期用途": "提高根管治疗成功率，辅助医师对根管进行精准治疗。",
                                "品名举例": "根管长度测量仪、电子根尖定位仪",
                                "结构组成及功能": {
                                    "主机": "核心部件，带有液晶显示屏，动态显示根管锉尖端与根尖的距离。",
                                    "唇挂钩": "电测量的电极之一，挂于患者唇部。",
                                    "测量器械夹持器": "夹持植入根管的器械。",
                                    "测量电极导线": "连接测量电极到主机。",
                                    "测量电极": "用根管锉作为探测电极。",
                                    "止动片": "套装在测量电极上的浮动标记，用于测量长度。",
                                    "量尺": "确认测量电极顶尖与止动片之间的长度。"
                                },
                                "操作常规": [
                                    "按说明书连接主机及附件，开机检查设备功能。",
                                    "测量前保持根管内适度潮湿以增加导电性。",
                                    "唇挂钩挂于待测牙对侧口角，夹持器夹住带止动片的根管器械。",
                                    "将器械缓慢插入根管内，注意观察图示、监听警示音，提示到达根尖时停止。",
                                    "在体外测定止动片与器械尖端之间的距离，作为根管工作长度的参考。"
                                ],
                                "注意事项": [
                                    "根管内有大量液体渗出、存在金属修复体、发生根折和牙根吸收等情况时可能出现假阳性，需结合X线片综合判断。"
                                ],
                                "维护保养": [
                                    "保持主机表面清洁，污染时及时用软抹布蘸无腐蚀性清洁剂擦拭。",
                                    "保持测量电极导线清洁，避免缠绕猛拽。",
                                    "长期不用时卸下电池保存，防止漏液腐蚀设备。",
                                    "使用充电电池的设备要及时充电，续航不足时更换电池。"
                                ]
                            },
                            "根管扩大仪": {
                                "产品描述": "根管扩大仪又称根管马达，用于根管预备，集机电于一体，配备专用马达及减速手机。",
                                "预期用途": "减轻医师劳动强度，提高根管预备效率。",
                                "品名举例": "根管扩大仪、根管马达",
                                "结构组成及功能": {
                                    "电子控制系统主机": "由单片机芯片为核心的高度集成电子线路组成，可预设转速、扭矩等功能。",
                                    "电动马达": "分为电刷电动马达和无电刷电动马达，转速范围一般在1200~16000r/min。",
                                    "减速手机": "降低旋转器械速度，获得更大扭矩，常见减速比为4:1、8:1、16:1、32:1、64:1。",
                                    "控制器": "控制马达启动或停止，可通过脚踏或手柄按钮控制。"
                                },
                                "操作常规": [
                                    "正确连接主机、马达、手机、扩大器械、脚踏控制器等，接通电源。",
                                    "预设转速、减速比、扭矩、旋转方向等功能。",
                                    "设置保护功能，达到预设扭矩时自动限制或反向旋转避免折断。",
                                    "每次使用前设定合适的安全扭矩和转速。"
                                ],
                                "注意事项": [
                                    "按照推荐的扭矩和转速进行设置。",
                                    "掌握正确的操作手法，避免猛拉硬拽马达尾线。"
                                ],
                                "维护保养": [
                                    "每次使用后清洁消毒，使用前粘贴隔离防护膜。",
                                    "使用后手机可选用压力蒸汽灭菌处理。",
                                    "使用不含腐蚀性的清洁剂清洁设备表面。",
                                    "使用与手机相匹配的根管扩大器械。"
                                ]
                            },
                            "热牙胶充填器": {
                                "产品描述": "热牙胶充填器用于根管充填，通过加热牙胶使其具有流动性，实现三维致密充填效果。",
                                "预期用途": "提高根管充填的密实度，充填主根管及侧副根管等复杂结构。",
                                "品名举例": "热牙胶充填器",
                                "结构组成及功能": {
                                    "垂直加热加压充填器": {
                                        "主机": "主要由发热元件、温度控制电路、显示屏、充电电池等组成。",
                                        "加热加压笔尖": "用于融化牙胶并通过施加压力使其充填更密实。"
                                    },
                                    "热牙胶注射充填器": {
                                        "注射针": "将熔融的热牙胶输送到充填部位。",
                                        "隔热硅胶套": "防止高温烫伤患者口腔组织。",
                                        "主机": "由加热器、牙胶加热仓、温度预设及电子控制线路等组成。",
                                        "推进杆": "给熔融的热牙胶施加压力，将其挤出。",
                                        "扳机": "驱动推进杆给热牙胶施加压力。",
                                        "温度显示屏": "显示预设加热的恒定温度及工作时的实时温度。"
                                    }
                                },
                                "操作常规": [
                                    "安装连接设备附件，使用充电电池的设备要预先充满电。",
                                    "选择合适的加压笔尖或注射针，调整角度并安装防烫隔热保护套。",
                                    "预设使用温度，启动加热开关检查升温速度及恒温可靠性。",
                                    "使用时将笔尖触及牙胶，连续加热时间不超过4s，深度达到距根尖3~5mm处。",
                                    "热牙胶注射充填器需先加热到预设温度再操作加压扳机，避免用力过猛。"
                                ],
                                "注意事项": [
                                    "加压笔尖和注射针使用前应消毒处理。",
                                    "根据牙胶材料调整加热温度，避免过热损害。",
                                    "进/出口腔时切勿按压启动开关以防烫伤。",
                                    "更换注射针时应在热态下进行拆卸。"
                                ],
                                "维护保养": [
                                    "设备表面保持清洁，沾染牙胶时及时清洁处理。",
                                    "注射针连接处出现溢出时应及时清理重新紧固。",
                                    "遇到异常阻力或不畅时停机检查。",
                                    "电量不足时及时更换电池。"
                                ]
                            },
                            "牙髓活力电测仪": {
                                "产品描述": "牙髓活力电测仪利用牙髓神经对脉冲电流刺激的敏感程度，判断被测牙髓神经活力状态。",
                                "预期用途": "辅助诊断患牙牙髓活力状态，结合其他检查结果进行全面分析。",
                                "品名举例": "牙髓活力电测仪",
                                "结构组成及功能": {
                                    "电子脉冲信号发生器主机": "输出步进增幅的脉冲信号，频率约100Hz，峰值电压幅值约120V。",
                                    "测量电极": "作用于患者被测牙表面。",
                                    "参考电极": "与患者体表直接或间接接触，构成测量闭合回路。"
                                },
                                "操作常规": [
                                    "详细问诊初步判定患牙牙髓状态，向患者说明检查目的。",
                                    "干燥处理被测牙表面，制作良好导电的测量接触点。",
                                    "手持探测棒下端金属部分作为参考电极，让患者举手示意有麻刺感时停止测量。",
                                    "记录测量结果，结合临床症状和影像学检查结果进行诊断。"
                                ],
                                "注意事项": [
                                    "测量前告知患者有关事项，注意隔湿及金属修复体的存在。",
                                    "正式测量前进行试探性测量，消除患者恐惧心理。",
                                    "装有心脏起搏器或严重心律失常的患者禁止使用。",
                                    "先测对照牙再测患牙，每颗牙测量2次或3次取平均值。"
                                ],
                                "维护保养": [
                                    "使用完毕后保存在干燥防潮处，长期不用卸下电池。",
                                    "每位患者使用后消毒灭菌测量电极探头。",
                                    "电量不足时及时更新电池，保持探测电极接触端清洁无污染。"
                                ]
                            }
                        }
                    },
                    "高频电刀（口腔临床用）": {
                        "产品描述": "高频电刀（high frequency electrosurgery unit），也称为高频手术器械，是一种利用高频电流对生物组织进行放电释放热能的电外科手术器械。通过在刀口集中高频电流，使接触的组织快速脱水、分解、汽化蒸发和血液凝固，从而实现组织切割和凝血的功能。相比传统手术刀，高频电刀可减少手术过程中的出血，术野清晰，缩短手术时间，提高工作效率。",
                        "预期用途": "广泛应用于口腔临床软组织手术，包括但不限于牙龈瘤和牙龈息肉的切除、临床冠延长术、牙龈成型及切除术等领域。",
                        "品名举例": "高频电刀",
                        "结构组成": {
                            "主机": "负责将市电转换为适合高频电刀所需的低压电，并生成兆赫兹级高频信号，输出电压范围为600～1200V，可调制为间歇性高频信号以实现混切或凝血模式。",
                            "电刀手柄电极线": "连接主机与电刀手柄，传输高频信号至刀头。",
                            "电刀手柄": "与刀头固定连接，刀头有多种形状以适应不同切割需求，接口由螺纹锁紧，便于快速更换。",
                            "回流板": "作为高频电刀高频信号的一个电极，贴紧患者平整肌肤处，构成高频信号回路，降低电流密度，避免灼伤。",
                            "脚控开关": "用于操控电刀工作或停止的状态。"
                        },
                        "操作常规": [
                            "使用前详细阅读设备使用说明，按要求连接电源线、电刀手柄连线、回流板及适合手术需要的电刀手柄。",
                            "使用者应进行必要的操作练习，熟悉设备功能及操作方法。",
                            "切割操作练习：选择新鲜牛肉块作为练习对象，调整至切割模式，以平稳、快速的动作进行切割练习，及时调整输出强度至最低有效切割强度。",
                            "凝血操作练习：连接球形凝血手柄，选择凝血模式，调整输出强度，观察白色点状凝血效果，逐步优化参数。",
                            "临床操作时正确放置回流板，确保最大接触面积以减少电流密度，避免高温烫伤。"
                        ],
                        "注意事项": [
                            "禁止对带有心脏起搏器、耳蜗植入体、神经刺激器等电子植入物的患者使用，以防电磁干扰。",
                            "术前取出患者口内的活动义齿，避免金属部件传导高频电流引起不适。",
                            "使用过程中及时清理刀头污物，检查回流板接触是否良好，确保设备正常运行。",
                            "清除刀头污物时断开脚控开关，避免使用利器损伤设备或操作者。",
                            "在同一部位连续操作时，两次切割操作应间隔10秒以上，防止累积温升过高影响切割效果。",
                            "导线放置时避免与患者或其他导体接触，防止漏电或干扰。",
                            "若出现报警信号，应立即停止使用，排除故障后方可恢复操作。"
                        ]
                    },
                    "牙科种植设备": {
                        "包含": {
                            "牙科种植机": {
                                "产品描述": "牙科种植机是一种专用口腔种植设备，用于控制微型电动马达驱动牙科手机，切割口腔中的软硬组织以及植入牙种植体。它包括主机、马达、手机、冷却降温系统及脚踏控制装置等组成。牙种植机具备转速调节、扭矩调节、正反转选择、冷却水流量调节、钻削模式选择等功能，并具有程序记忆功能和报警模块。",
                                "预期用途": "用于全口和局部缺牙患者的牙种植治疗。",
                                "品名举例": "牙科种植机",
                                "主要部件": {
                                    "主机": "控制微型电动马达，调节转速、方向、扭矩大小，冷却水流量等。",
                                    "马达": "无碳刷、大扭矩、耐高温高压消毒的微型电动马达，提供驱动力，可配备LED照明灯。",
                                    "手机": "夹持并驱动钻针实现手术目的的部件，有多种减速比（如1:1、2:1、8:1等）。",
                                    "冷却降温系统": "通过一次性灌注管输送灭菌冷却水（多为生理盐水），降低术中摩擦产生的热量。",
                                    "脚踏控制装置": "具有启动/停止马达、调速、正反转、灌注控制及流量调节等功能。"
                                },
                                "日常使用": {
                                    "连接设备": "将设备放置于平整表面，连接马达线缆、脚踏控制装置、电源线等，确保接口对齐。",
                                    "添加种植体信息": "进入种植体选择界面，设置品牌、型号、直径等信息。",
                                    "电子病历操作": "按流程进行手术数据保存、患者种植信息完善等操作。",
                                    "常规操作": "调整和选择程序，装入选定的钻针，测试正常后开始手术。"
                                },
                                "维护保养": {
                                    "注意事项": "避免接口处金属针折断，正确开关机，防止蠕动泵损坏，避免拉拽连接管线移动设备等。",
                                    "清洁与消毒": "使用柔软抹布和许可的消毒剂擦拭设备表面，种植手机内部需防锈、清洁、润滑。"
                                }
                            },
                            "数字化种植导航": {
                                "产品描述": "数字化种植导航系统通过术前CT等三维影像信息对颌骨解剖结构进行扫描重建、规划手术并标记重要解剖结构，术中通过定位装置实时呈现患者口腔和手术器械的空间位置，实现术中钻针及种植体的精确定位。",
                                "预期用途": "用于提高种植体植入的精度，辅助医生进行精准种植。",
                                "品名举例": "数字化种植导航系统",
                                "主要部件": {
                                    "红外光导航装置": "接收手机和参考板发射的光信号，确定手机及颌骨位置。",
                                    "导航电脑控制系统": "运行软件，用于数据重建及手术模拟规划、术中实时导航及监测手术操作情况。",
                                    "导航配套手机": "发射光学信号，被导航装置识别，同时具有普通种植手机的手术操作功能。",
                                    "参考板": "与牙列或颌骨连接，固定于患者口内，间接传递牙列和颌骨位置信息，同时发射红外光。",
                                    "定位配准装置": "作为参照物，用于CT影像和患者牙颌的位置配准。"
                                },
                                "操作常规": {
                                    "术前准备": "拍摄CT图像获取影像数据，使用导航软件设计手术方案，整理及安装手术器械。",
                                    "标定及配准": "完成手机和参考板的标定，快速配准患者口腔和CT图像。",
                                    "实时导航": "术中引导植入点、种植轴向和种植深度进行实时导航种植。"
                                },
                                "维护保养": {
                                    "导航设备主体": "定期清理及维护外观，检查各部件螺母铆合处，避免接触强酸、强碱，保证工作区无静电源。",
                                    "红外跟踪定位系统": "每6个月进行精度验证或调校，避免硬物碰撞，工作环境温度为10~40℃，避免阳光直射，不可连续工作超过5小时。",
                                    "手机定位器及参考板": "轻拿轻放，避免碰撞或跌落，不可浸泡消毒，遵循相关消毒规范，运输过程中使用专配器械箱。"
                                }
                            }
                        }
                    },
                    "龋病早期诊断设备（龋检测仪）": {
                        "产品描述": "龋病早期诊断设备用于无损检测和诊断龋齿，目前临床应用的有电阻抗龋检测仪、激光龋检测仪、定量光导荧光龋检测仪和透射光龋齿探测系统等。这些设备通过不同的原理检测牙齿矿化状态或组织变化，实现龋齿的早期发现。",
                        "预期用途": "用于早期发现龋齿，提高诊断质量，辅助治疗和监测。",
                        "品名举例": "龋病早期诊断仪、龋齿检测仪",
                        "主要类型": {
                            "电阻抗龋检测仪": {
                                "工作原理": "基于牙齿健康组织与龋损组织的电阻差异程度判断龋损。",
                                "特点": "操作简单，适用于初步筛查。"
                            },
                            "激光龋检测仪": {
                                "工作原理": "利用激光遇到不同钙化程度的牙齿和细菌产物浓度时激发出的不同波长荧光判断龋损。",
                                "特点": "灵敏度高，适合隐匿性龋齿检测。"
                            },
                            "定量光导荧光龋检测仪": {
                                "工作原理": "基于牙齿组织的荧光现象，结合定量光导荧光技术和数字信号图像处理技术检测龋损组织矿化状态。",
                                "特点": "精准量化龋损程度，适用于早期诊断。"
                            },
                            "透射光龋齿探测系统": {
                                "工作原理": "基于数码影像光纤透照技术 (DIFOTI)，通过特定波长光线照射，利用牙体组织的透射光线生成类似X线片的图片，全程无辐射。",
                                "特点": "无损、直观、准确，被认为是很有发展前景的龋齿早期检测设备。"
                            }
                        },
                        "透射光龋齿探测系统详细信息": {
                            "结构组成": {
                                "图像采集手柄": "由摄像头、操控按键、光源组成，通过USB接口与电脑连接。",
                                "光纤传输检测光探头": "为检测成像提供光源及光照射点，连接于图像采集手柄前端。",
                                "计算机": "安装图像编辑软件，用于显示并保存图片，记录实时状态。"
                            },
                            "操作方法": {
                                "设备安装": "按照使用说明书正确连接图像采集手柄和传输光纤检测光探头。",
                                "开启系统": "启动电脑，打开图像编辑软件。",
                                "检查主要部件": "检查图像采集手柄、传输光纤检测光探头是否连接正常，确认电脑显示屏有影像显示。",
                                "诊疗操作": "依据使用说明书的操作规范进行龋病探查、诊断。"
                            },
                            "维护保养": {
                                "传输光纤检测光探头": "可用高压蒸汽(135℃)灭菌。",
                                "图像采集手柄": "专用核心部件，使用及存储时需谨慎，严防磕碰、跌落；可使用75%乙醇进行表面擦拭消毒，不可用腐蚀性液体。",
                                "图像采集手柄USB线缆": "保持清洁，防扭折以延长使用寿命。"
                            }
                        }
                    },
                    "口腔无痛麻醉注射仪": {
                        "产品描述": "口腔无痛麻醉注射仪采用微电子控制技术，通过电动活塞杆匀速、定量给药，实现无痛麻醉的目的。其设计符合人体工程力学原理，能够降低局麻注射的痛感，精准控制给药速度，并有效消除患者的紧张情绪。",
                        "预期用途": "用于口腔治疗时提供安全、舒适的麻醉效果，减少患者疼痛感和恐惧心理，提高治疗体验。",
                        "品名举例": "口腔无痛麻醉注射仪",
                        "结构组成": {
                            "主机": "以微电子线路为核心的控制器，驱动活塞杆施压于麻醉药筒的活塞，为需要麻醉的组织提供持续加压的麻醉药液。操作面板支持多种输液模式设置。",
                            "脚踏控制器": "用于控制麻醉药的给药或停止，解放医生双手，便于精确操作。",
                            "麻醉输液管": "连接主机与麻醉针头，确保药液输送的安全性和稳定性。",
                            "麻醉针手柄": "医师握持的手柄，设计小巧，可减少患者的焦虑情绪，长度可根据需要调整。"
                        },
                        "功能特点": {
                            "匀速给药": "流速低于疼痛阈值，患者感觉更舒适，吸收率高。",
                            "精确控制": "可根据临床需求选择不同的给药速度和模式，适应多种麻醉场景。",
                            "减少针头偏转": "避免因穿刺阻力导致针头偏离，确保麻醉阻断效果良好。",
                            "降低患者恐惧": "小巧的麻醉针手柄和精确的操作方式显著减少患者的恐惧心理。",
                            "人体工程学设计": "执笔式手柄设计，便于医生精确控制注射针的定位。"
                        },
                        "操作常规": {
                            "首次使用准备": "认真阅读说明书，了解功能键的使用方法，包括自动排气、多药筒/训练模式、回吸键、音量调节键、STA模式键及模式选择键等。",
                            "安装与连接": "按照说明书要求安装电源及附件，将设备放置在稳固平台上。",
                            "功能设置": "正确设置麻醉使用功能，装载麻醉安瓿、连接针头等。",
                            "给药操作": "通过脚踏控制器启动开关进行注射，抬起脚掌即可停止给药。"
                        },
                        "注意事项": {
                            "功能确认": "使用前确认功能设置正确无误。",
                            "设备放置": "确保设备放置稳固，防止电源线和麻醉药输送管线缠绕。",
                            "清洁保养": "使用非腐蚀性液体擦拭操作面板，保持设备清洁。"
                        },
                        "维护及保养": {
                            "消毒清洁": "用柔软毛巾喷洒消毒剂后擦拭设备表面，可用塑料罩套在设备外保持清洁。",
                            "活塞及O型圈润滑": "每24次循环后，设备自动提示进行活塞及O型圈的润滑保养。具体步骤包括关闭设备电源，按住Hold to Retract键同时打开电源开关使活塞全部伸出，使用硅凝胶剂润滑油对活塞推杆及O型圈进行润滑，若发现O型圈磨损或破裂应及时更换。"
                        }
                    },
                    "硅橡胶印模材自动混合机": {
                        "产品描述": "硅橡胶印模材自动混合机用于自动混合硅橡胶类印模材料，通过精确控制各成分的混合比例，确保混合质量的一致性，降低医护人员的劳动强度。",
                        "预期用途": "用于提高印模材料的混合质量，确保义齿与预备体的精准吻合，满足口腔修复治疗中对高精度印模的需求。",
                        "品名举例": "硅橡胶印模材自动混合机",
                        "结构组成": {
                            "主机": "以微电子控制系统为核心的控制单元，驱动伺服电机并通过机械传动装置推动储料盒活塞，将硅橡胶印模材挤压至混合头内。",
                            "印模材储料盒": "用于存放双组份硅橡胶印模材（基质和催化剂），按比例混合后在预定时间内固化成型。",
                            "混合头": "将双组份印模材按预定比例挤入并在其内部搅拌混合，最终从出料口挤出至印模托盘。"
                        },
                        "操作常规": {
                            "设备放置": "选择稳固的平台放置设备，并接通电源。",
                            "加载材料": "按照说明书要求，加载硅橡胶印模材至储料盒中。",
                            "设备检查": "开启电源，检查指示信息，确保各部件连接紧密、稳固且运行正常。",
                            "启动混合": "按下混合键，按预设比例混合的硅橡胶印模材从混合头中挤出至印模托盘。"
                        },
                        "注意事项": {
                            "料位观察": "通过设备正面的‘料位指示器’随时确认印模材料剩余量，并及时更换。",
                            "混合头处理": "使用完后无需取下混合头，待内部残留印模材自行凝固以密封储料盒；下次使用时更换新的混合头。"
                        },
                        "日常维护及保养": {
                            "环境要求": "设备应放置在稳固、通风良好且干燥的环境中，保持清洁卫生。",
                            "机械润滑": "作为机电一体化设备，需定期对机械装置进行润滑保养。",
                            "故障排查": "设备运行中若出现异常噪声，应立即断电停用，排除故障后再继续使用，避免故障加重。"
                        }
                    },
                    "临床用光聚合器": {
                        "产品描述": "临床用光聚合器是一种提供特定波长光源的设备，用于加速光固化材料的固化过程。其主要应用于牙科修复领域，为制作暂基托或个性化取模托盘提供所需的辐射光。",
                        "预期用途": "用于制作暂基托或个性化取模托盘时，提供所需特定辐射光的光源装置，加快光固化材料的固化速度。",
                        "包含": {
                            "光固化灯": {
                              "产品描述": "一种通过特定波长的光源（如蓝光）引发牙科材料（如复合树脂、窝沟封闭剂等）中的光敏剂发生聚合反应的设备。",
                              "预期用途": "用于牙科治疗中，固化光敏型修复材料，确保其快速硬化并达到理想的机械性能。",
                              "分类": {
                                "手持式光固化灯": {
                                  "描述": "便携式设计，适用于口腔内局部区域的操作，便于医生在临床中使用。",
                                  "特点": "体积小、重量轻，适合单手操作。",
                                  "适用场景": "修复牙齿、粘接正畸托槽、固化窝沟封闭剂等。"
                                },
                                "台式光固化灯": {
                                  "描述": "固定式或较大功率的设计，适用于需要更高强度光照的复杂治疗场景。",
                                  "特点": "功率高、光照范围广，适合实验室或特殊治疗需求。",
                                  "适用场景": "技工室修复体制作、大面积固化或其他特殊用途。"
                                }
                              }
                            },
                            "光聚合器": {
                              "产品描述": "一种专门用于引发光敏材料聚合反应的设备，通常与光固化灯功能类似，但可能包含更多附加功能或适用于特定材料。",
                              "预期用途": "用于牙科领域中光敏材料的固化，确保材料达到最佳性能。",
                              "分类": {
                                "基础型光聚合器": {
                                  "描述": "提供基本的光固化功能，适用于常规牙科治疗。",
                                  "特点": "操作简单，成本较低，满足日常需求。",
                                  "适用场景": "一般牙齿修复、正畸粘接等。"
                                },
                                "高级型光聚合器": {
                                  "描述": "具备多种光源模式、智能控制和监测功能，适用于复杂或高端治疗需求。",
                                  "特点": "支持多波长光源、实时监控固化过程、优化材料性能。",
                                  "适用场景": "复杂修复体粘接、特殊材料固化、科研实验等。"
                                }
                              }
                            }
                          },
                        "结构组成": {
                            "箱体": "内部安装光源，配有舱门，用于容纳和保护设备组件。",
                            "抽屉式固件固化平台": "用于放置待固化的基托部件，方便操作和取放。",
                            "特定波长光源": "通常由三只U型冷光灯管组成，提供符合光固化材料需求的有效波长范围的光源。",
                            "定时控制器": "可预设光固化时间，一般分为5分钟和10分钟两档，确保固化过程精确可控。"
                        },
                        "工作原理": "通过特定波长的光源对光固化材料进行辐照，使其在预定时间内快速固化。光源需具备符合要求的光辐照强度，以保证材料的固化效果。",
                        "操作常规": {
                            "打开主电源": "启动设备前确保电源连接正常。",
                            "预设光辐照时间": "根据需要选择合适的固化时间（如5分钟或10分钟）。",
                            "放置基托": "打开主机舱门，将待固化的基托置于舱中间，关闭舱门。",
                            "启动固化": "启动光聚合器，开始对基托进行光照固化。",
                            "取出基托": "光照结束后，打开舱门取出已固化的基托。"
                        },
                        "注意事项": {
                            "冷却风扇运行": "使用结束后，如有冷却风扇，应待其自动停止后再关闭电源。",
                            "更换光源安全": "更换光源时应在冷态下进行，谨防灼伤，并避免用手触摸光源表面。"
                        },
                        "日常维护及保养": {
                            "清洁保养": "设备应保持清洁，禁止使用含腐蚀性的清洁剂擦拭。",
                            "光源检查": "定期检查光源，如发现光照强度不足，应及时更换光源以保证设备性能。"
                        }
                    },
                    "口内扫描仪": {
                        "产品描述": "口内扫描仪通过数字化成像技术获取口腔内牙齿和牙周组织的高精度三维图像数据，无需传统印模。",
                        "预期用途": "用于口腔修复诊室，供医护人员临床工作中使用，帮助设计和制作义齿、牙套等。",
                        "品名举例": "口腔三维扫描仪"
                    },
                    "牙齿冷光漂白仪": {
                        "产品描述": "牙齿冷光漂白仪通过特定波长的冷光照射牙齿表面，激活漂白剂以去除牙齿表面污渍和色斑。",
                        "预期用途": "用于牙齿美白治疗，提升牙齿外观。",
                        "品名举例": "冷光美白仪"
                    },
                    "银汞合金调合器": {
                        "产品描述": "银汞合金调合器通过电动或机械作用使银汞合金材料充分混合，确保均匀性和可操作性。",
                        "预期用途": "用于牙科修复中银汞合金的混合，确保材料的质量和使用效果。",
                        "品名举例": "银汞合金混合器"
                    },
                    "牙周袋深度探测仪": {
                        "产品描述": "牙周袋深度探测仪利用探针和传感器精确测量牙周袋的深度，辅助医生诊断牙周病。",
                        "预期用途": "用于牙周病的诊断和治疗，评估牙周健康状况。",
                        "品名举例": "牙周探针、牙周袋深度测量仪"
                    },
                    "笑气吸入镇静装置": {
                        "产品描述": "笑气吸入镇静装置通过吸入笑气（一氧化二氮）来减轻患者的焦虑与疼痛，常用于牙科治疗过程中。",
                        "预期用途": "用于牙科治疗中减轻患者焦虑和疼痛，使患者保持放松状态。",
                        "品名举例": "笑气镇静系统"
                    },
                    "面部扫描仪": {
                        "产品描述": "面部扫描仪采用三维成像技术，获取面部的详细三维数据，常用于修复治疗和美容医学。",
                        "预期用途": "用于面部特征的记录和分析，帮助设计修复方案或美容治疗。",
                        "品名举例": "三维面部扫描仪"
                    },
                    "咬合力计": {
                        "产品描述": "咬合力计通过传感器测量牙齿之间的咬合力，评估咬合功能。",
                        "预期用途": "用于评估患者的咬合功能，特别是治疗咬合问题和修复治疗。",
                        "品名举例": "咬合压力计"
                    },
                    "下颌运动轨迹记录仪": {
                        "产品描述": "下颌运动轨迹记录仪通过监测和记录下颌的运动轨迹，帮助分析和评估患者的下颌运动功能。",
                        "预期用途": "用于评估和分析下颌运动功能，辅助治疗咀嚼功能障碍。",
                        "品名举例": "下颌运动分析仪"
                    },
                    "口腔癌早期荧光检测系统": {
                        "产品描述": "口腔癌早期荧光检测系统利用特殊荧光探测技术，发现口腔癌症的早期病变。",
                        "预期用途": "用于口腔癌的早期诊断，提高癌症早期发现的准确性。",
                        "品名举例": "口腔癌荧光检测仪"
                    },
                    "中医诊断治疗系统": {
                        "产品描述": "结合中医理论与现代技术的诊断和治疗设备，常应用于中医诊断及针对性治疗。",
                        "预期用途": "用于中医的诊断和治疗，常用于牙科相关的中医治疗方法。",
                        "品名举例": "中医诊断仪、针灸治疗仪"
                    },
                    "口气分析仪": {
                        "产品描述": "口气分析仪通过检测口腔内气体成分，分析可能的口腔问题，如口臭的原因。",
                        "预期用途": "用于评估口腔健康状况，帮助诊断口臭等相关问题。",
                        "品名举例": "口气检测仪"
                    },
                    "种植体稳定性测量仪": {
                        "产品描述": "种植体稳定性测量仪用于评估口腔种植体的稳定性，通过特定技术检测种植体的结合情况。",
                        "预期用途": "用于评估种植体的稳定性，确保种植治疗效果。",
                        "品名举例": "种植体稳定性测试仪"
                    },
                    "富血小板纤维蛋白制备仪": {
                        "产品描述": "富血小板纤维蛋白制备仪通过离心技术提取血小板富集血浆，帮助促进组织愈合。",
                        "预期用途": "用于牙科和外科手术中，促进伤口愈合和组织修复。",
                        "品名举例": "PRF制备仪"
                    },
                    "血纤维蛋白离心机": {
                        "产品描述": "血纤维蛋白离心机用于分离血液中的纤维蛋白，通常用于血小板富集血浆的制备。",
                        "预期用途": "用于制备血小板富集血浆等，帮助加速术后愈合过程。",
                        "品名举例": "血小板离心机"
                    }
                }
            },
            "口腔教学设备": {
                "产品描述": "口腔教学设备是专为口腔医学教育设计的设备，用于支持理论教学、模拟训练及临床前专业实习，帮助医学生掌握口腔诊疗操作技术。",
                "预期用途": "用于口腔医学教学中的技能训练、模拟操作和评估，提高学生的实际操作能力和临床适应能力。",
                "分类": {
                    "通用设备": {
                        "描述": "与口腔临床设备通用的设备，适用于教学和临床操作，如磨削修整设备、光固化机等。",
                        "示例": [
                            "高速手机",
                            "低速手机",
                            "光聚合器"
                        ]
                    },
                    "专用设备": {
                        "描述": "专门为教学设计的设备，用于模拟口腔环境、评估操作技能及提供虚拟仿真训练。",
                        "子分类": {
                            "模拟口腔环境设备": {
                                "描述": "用于模拟患者口腔环境，便于学生进行操作练习。",
                                "示例": [
                                    "仿真头模",
                                    "离体牙模型",
                                    "动物头颅模型"
                                ]
                            },
                            "评估设备": {
                                "描述": "用于评估学生的操作技能和学习效果，结合数字化技术提供实时反馈。",
                                "示例": [
                                    "口腔医学实时评估系统",
                                    "力反馈评估设备"
                                ]
                            },
                            "虚拟仿真设备": {
                                "描述": "基于计算机技术、虚拟技术和数字技术，模拟真实口腔诊疗过程，提供沉浸式学习体验。",
                                "示例": [
                                    "虚拟仿真培训系统",
                                    "口腔疾病模拟机器人"
                                ]
                            }
                        }
                    }
                },
                "特点": {
                    "小空间操作训练": "帮助学生在有限的空间内进行精细操作，包括对力的控制。",
                    "实时反馈": "通过现代技术提供实时的操作评估和改进建议，提升学习效率。",
                    "安全性": "避免在实际患者身上操作可能带来的风险，保护学生和患者的权益。",
                    "多样性": "涵盖从基础操作到复杂手术的全方位训练需求。"
                },
                "发展趋势": "随着计算机技术、虚拟现实技术和数字化技术的发展，口腔教学设备正朝着更逼真、更智能、更互动的方向发展，进一步提升教学效果和学生的学习体验。",
                "包含": {
                    "口腔模拟教学设备": {
                        "包含": {
                            "口腔临床模拟教学实习系统": {
                                "产品描述": "口腔临床模拟教学实习系统是口腔医学技能培训的主要装备，用于完成涉及牙及牙周组织相关临床操作的培训，如牙体牙髓专业的充填、根管治疗，修复专业的备冠、取模、戴牙，牙周专业的洁治、刮治及牙周手术，以及口腔颌面外科专业的拔牙等。同时，该系统也是口腔医学生安全使用临床基本医疗设备和器械的培训平台。",
                                "预期用途": "用于口腔医学教育中的技能训练，帮助学生掌握临床操作技术，提升实际动手能力和临床适应能力。",
                                "结构组成": {
                                    "无影灯": "提供清晰的照明，模拟临床环境中的光源条件。",
                                    "桌体": "支撑整个系统的主体框架，设计符合人体工程学原理。",
                                    "仿真头模": "核心组件，用于模拟患者的头部和口腔环境。",
                                    "系统主体": "包含控制单元和连接管线，功能与口腔综合治疗台类似。",
                                    "医师椅": "供操作者使用，可调节高度和角度以适应不同操作需求。"
                                },
                                "主要部件功能": {
                                    "仿真头模": {
                                        "模拟咬合架": "仿头模的核心部件，用于模拟上下颌结构，支持安装各类配套模型。",
                                        "上下颌模型": "关键教学部件，通过机械或磁力固位与模拟咬合架结合，支持多种教学内容的训练，如成人标准模型、儿童标准模型、牙周炎模型、牙列缺损模型等。",
                                        "面罩": "包绕模拟咬合架及其上的模型，形成模拟口腔的界限，增强真实感。",
                                        "仿真肩体": "模拟患者肩部，使训练场景更接近实际临床环境。"
                                    }
                                },
                                "操作常规": {
                                    "设备连接": "按照说明书要求连接主机及附件，检查设备功能完好性。",
                                    "模型安装": "根据教学内容将准备好的模型（带人工牙或离体牙）在仿头模上就位。",
                                    "操作调整": "按教学要求调整椅位、仿头模位置、灯光等，进行模拟口内操作，并定期清理废水。",
                                    "清理复位": "使用完成后将设备整体复位，取下模型并做好清洁工作。"
                                },
                                "注意事项": "模拟培训时应遵循“将仿头模当作患者来对待”的原则，除了没有交互式的医患交流外，操作流程、动作要求、对患者及操作者的保护等都应尽量贴近临床实际，使用的设备、器械、耗材也应与临床一致。",
                                "日常维护及保养": {
                                    "清洁": "保持系统整体表面清洁，遇污染时用软抹布蘸无腐蚀性清洁剂擦拭干净。",
                                    "管线管理": "避免管线缠绕或猛拽，确保连接稳固且不影响正常使用。"
                                }
                            },
                            "仿真头模": {
                                "产品描述": "仿真头模是一种用于口腔医学教学的模拟设备，口腔教学仿真机器人系统的一部分，能够模拟真实的人头颈部结构，供学生进行口腔操作练习。",
                                "预期用途": "用于口腔医学教育中，让学生在模拟的人头模型上进行牙齿检查、治疗等操作的练习，培训学生的操作技能。",
                                "品名举例": "口腔仿真头模"
                            },
                            "神经阻滞麻醉模拟设备": {
                                "产品描述": "神经阻滞麻醉模拟设备是一种用于训练医学生掌握神经阻滞麻醉技巧的教学设备，其核心功能是通过模拟患者口腔环境和神经解剖结构，帮助学生反复练习进针位置、角度和深度的精准性。",
                                "预期用途": "用于口腔医学教育中，训练学生进行神经阻滞麻醉的技巧，提高其临床操作能力，同时降低传统教学中互相注射带来的风险。",
                                "品名举例": "口腔麻醉模拟器、神经阻滞麻醉训练系统",
                                "结构组成": {
                                    "麻醉模型主体": "模拟设备的核心部件，外观类似仿头模中的模拟咬合架及其上下颌模型，内部安装有多个传感器感应点，用于模拟患者大张口状态下的口腔黏膜结构。",
                                    "感应器": "接收来自麻醉模型主体内传感器的信号，判断穿刺是否准确，并通过音频或光信号反馈结果。"
                                },
                                "工作原理": "设备内部的麻醉接触传感器感应点分布在模拟黏膜内，当进针位置和角度正确时，针头触发感应开关，信号传输至感应器，发出确认信号；若无信号，则表明操作失败。",
                                "操作常规": {
                                    "指导使用": "应在具有口腔教学资质的人员指导下使用设备。",
                                    "谨慎操作": "避免撕裂麻醉模型主体的上下颌整体黏膜，操作时需小心谨慎。",
                                    "液体禁用": "进行进针练习时，不得使用水、麻醉液或其他液体。",
                                    "黏膜取下": "取下整体黏膜时，必须按照厂家说明书的步骤进行。",
                                    "避免外力": "勿对设备施加过大的力或震动，以免造成损坏。"
                                },
                                "注意事项": "在操作过程中应将设备视为真实患者的一部分，严格按照规范操作，以确保训练效果。",
                                "日常维护及保养": {
                                    "轻拿轻放": "设备使用时应注意轻拿轻放，及时清理表面污物。",
                                    "黏膜清洁": "清洁整体黏膜时，避免用力擦拭，不可使用乙醇等有机溶剂，也不能使用超声波清洗机或蒸汽清洗机。",
                                    "储存条件": "整体黏膜应存放在阴凉干燥（室温）处，避免高温、潮湿或阳光直射环境。",
                                    "防黏处理": "可在整体黏膜表面轻轻涂抹婴儿爽身粉，防止与木材、纸张、乙烯树脂等可能黏附的材料接触。"
                                }
                            },
                            "口内切开、缝合模拟装置": {
                                "产品描述": "口内切开、缝合模拟装置是一种专门用于训练口腔颌面外科手术中切开和缝合技巧的教学设备，通过模拟口腔内的深部操作环境，帮助医学生掌握相关技能。",
                                "预期用途": "用于口腔医学教育中，让学生在模拟的口腔环境下练习切开和缝合技巧，提升其手术操作技能，同时可应用于医师资格实践技能考试的操作技能考核。",
                                "品名举例": "口腔手术模拟器、口内切开缝合训练装置",
                                "结构组成": {
                                    "内外套筒": "由不同高度的套筒组成，用于模拟经口入路的口腔内深部空间，并固定和绷紧模拟黏膜的橡皮布。",
                                    "橡皮布": "用于模拟被切开及缝合的黏膜组织，与内外套筒共同构成模拟的口腔内局限空间。"
                                },
                                "主要部件功能": {
                                    "内外套筒": "模拟口腔内深部空间，提供操作的局限区域，确保训练贴近实际临床环境。",
                                    "橡皮布": "模拟口腔黏膜组织，为切开和缝合操作提供真实的触感和阻力。"
                                },
                                "工作原理": "通过有高度差的内外套筒及绷紧的橡皮布，构成一个模拟的口腔内局限空间，操作者只能在此空间内进行切开和缝合操作，从而较大程度地还原口内手术的真实场景。",
                                "操作常规": {
                                    "操作限定": "教学中严格限定操作必须在内外套筒间形成的局限空间内进行，以模拟真实的口腔内操作环境。",
                                    "注意事项": "操作时需轻拿轻放，避免损坏设备组件，并及时清理保持卫生。"
                                },
                                "日常维护及保养": "无特殊要求，注意轻拿轻放，及时清理即可。",
                                "常见故障及排除方法": "目前无特殊故障报告，若发现问题应及时联系厂家或专业人员进行检查和维修。"
                            }
                        }
                    },
                    "口腔虚拟仿真教学系统": {
                        "产品描述": "口腔虚拟仿真教学系统是一种基于虚拟现实（VR）技术的设备，用于模拟真实的口腔环境，提供三类主要的口腔技能训练：虚拟现实设备适应性训练、牙体预备相关训练和牙周治疗相关训练。系统通过力反馈装置提供类似真实操作的手感，并能够对学生的操作进行全面记录与评价。",
                        "预期用途": "用于口腔医学教育中，帮助学生在接近真实的视觉环境中进行技能训练，提高临床操作能力，同时减少传统模拟训练中一次性耗材的使用。",
                        "品名举例": "口腔VR教学系统、虚拟仿真培训系统",
                        "结构组成": {
                            "虚拟操作机": "系统的核心部件，包含口腔用手机、口镜、脚控开关等模拟口腔综合治疗台的部分，以及图形仿真显示系统和平动触觉系统，用于提供视触觉反馈。",
                            "操控系统": "内置专用软件的计算机，负责控制整个虚拟仿真教学系统，包括图形仿真系统和触觉控制系统，支持程序内容的设定、编辑、保存及回放。",
                            "教师专用机及管理软件": "部分厂家提供的附加组件，用于管理多台学生机，便于集中管理和评估。"
                        },
                        "主要部件功能": {
                            "虚拟操作机": "提供虚拟操作所需的视触觉体验，包括图形仿真显示和平动触觉反馈，模拟真实的口腔环境和操作手感。",
                            "操控系统": "作为系统的控制核心，负责运行虚拟仿真程序，记录和评估学生操作过程，支持教学内容的灵活调整。"
                        },
                        "工作原理": {
                            "视觉虚拟技术": "通过图形仿真显示软件进行运算，借助投影与映射技术生成三维立体影像，并通过3D显示系统和眼镜直观展示。",
                            "感觉虚拟技术": "通过触觉控制系统和微型力反馈器，为操作者提供类似临床治疗操作的手感。"
                        },
                        "操作常规": {
                            "专业指导": "系统较复杂，需由经过培训的专业人员指导使用。",
                            "正确安装": "确保各部件按照说明书要求正确安装。",
                            "轻柔操作": "避免使用蛮力，保护设备精密部件。",
                            "复位清洁": "使用完成后将设备整体复位，并做好清理清洁工作。",
                            "定期检查": "平时要注意定期检查设备状态，确保正常运行。"
                        },
                        "日常维护及保养": {
                            "清洁卫生": "及时维护系统整体的清洁卫生，防止灰尘和污垢影响设备性能。",
                            "软件升级": "根据需要进行软件升级，以获得更好的教学效果和功能扩展。"
                        },
                        "特点": {
                            "可重复性强": "除电能外无需一次性耗材，可多次重复使用。",
                            "全面评价": "能够对操作过程进行全面记录和评价，提供多维度的评估指标。",
                            "局限性": "目前力反馈精度和视觉画面感与真实临床环境仍存在一定差距，有待进一步改进。"
                        }
                    },
                    "口腔模拟教学评估设备": {
                        "定义": "模拟培训作为口腔医学的重要教学方法，在培养口腔医学人才方面发挥着不可替代的作 用。对模拟教学的评估，以前多半是依靠带教老师对学生的操作过程和结果进行综合主观评判 为主的评分。现在则有针对预备体的扫描评估和全过程的实时评估两大类的评估设备。",
                        "包含": {
                            "预备体扫描评估系统": {
                                "产品描述": "预备体扫描评估系统是一种利用现代扫描及数字技术，对特定人工牙预备体进行扫描评估的专用设备，能够快速获取目标外形数据并生成详细的评估报告。",
                                "预期用途": "用于口腔医学教育和临床实践中，评估预备体的扫描数据，帮助学生和医生发现作品不足之处，优化治疗方案，提高操作水平。",
                                "品名举例": "口腔扫描评估系统、预备体数字化评估设备",
                                "结构组成": {
                                    "三维扫描仪": "用于快速获取目标外形数据，包含扫描基台和人工牙固定底座等附件。",
                                    "电脑主机(内置专用软件)": "评估系统的核心部件，负责扫描数据的运算合成与评分，最终生成完整的评估成绩单。",
                                    "扫描基台": "与人工牙固定底座配合使用，确保预备体在扫描时的位置相对恒定。",
                                    "人工牙固定底座": "根据不同人工牙设计的特定底座，与扫描基台共同保证预备体在扫描时的稳定性。"
                                },
                                "主要部件功能": {
                                    "三维扫描仪": "通过多种三维扫描技术快速采集目标数据。",
                                    "电脑主机(内置专用软件)": "将采集的数据与系统内置评测标准（如肩台、聚合度、窝洞形态等）进行比对，生成评估报告。",
                                    "扫描基台及人工牙固定底座": "确保预备体在扫描过程中的位置稳定，提高扫描精度。"
                                },
                                "工作原理": {
                                    "数据采集": "利用三维扫描技术快速获取目标外形数据，并通过软件运算合成三维数据。",
                                    "数据评分": "将采集的三维数据与系统内置的评测标准逐一比对，生成详细的评估成绩单，直观展示作品的优缺点。"
                                },
                                "操作常规": {
                                    "电源检查": "确保设备各部分电源已打开。",
                                    "底座选择": "根据预备体牙位选择正确的人工牙固定底座，并确保其完全就位。",
                                    "扫描准备": "将人工牙固定底座放置在扫描基台上完全就位后进行扫描。",
                                    "安全操作": "扫描过程中避免将异物伸入扫描仓内。",
                                    "清理复位": "使用完成后将设备整体复位，并做好清洁工作。"
                                },
                                "日常维护及保养": {
                                    "清洁方法": "使用柔软不起屑的湿布轻轻擦拭，可采用中性洗涤剂或肥皂水清洁脏污，禁用带有摩擦性的清洁布和乙醇、苯等溶剂。",
                                    "软件升级": "及时升级专用软件以获得更好的教学效果。",
                                    "防尘措施": "做好防尘工作，长时间不使用时应罩好防尘罩。"
                                }
                            },
                            "口腔模拟操作实时评估系统": {
                                "产品描述": "口腔模拟操作实时评估系统是一种通过空间定位技术、数字技术和虚拟技术，实时评估牙体制备模拟操作情况的专用设备，能够提供精确的操作数据和评估报告。",
                                "预期用途": "用于口腔医学教学中，实时评估学生的牙体预备操作，帮助学生发现操作中的不足之处，提高临床技能及教学效率。",
                                "品名举例": "口腔操作评估系统、牙体制备模拟评估系统",
                                "结构组成": {
                                    "红外线定位跟踪系统": "包括导航仪和控制器，用于发射或接收红外光，测量红外标记点的位置，并捕捉手机相对于模型上特定人工牙的运动轨迹。",
                                    "电脑主机(含专用软件)": "负责师生数据录入、学习任务分配、精度验证、实时数据获取、运算合成与评分，最终生成完整的实时评估报告。",
                                    "配套模型(含人工牙)": "安装有定位器组，用于确定人工牙的空间位置。",
                                    "涡轮手机": "加装定位器组，用于确定手机的空间位置，并通过其运动轨迹换算出车针的运动轨迹及牙体预备量。"
                                },
                                "主要部件功能": {
                                    "红外线定位跟踪系统": "核心部件，用于空间定位和捕捉手机相对于人工牙的运动轨迹。",
                                    "电脑主机": "完成数据采集、运算合成与评分，生成实时评估报告。",
                                    "定位器组": "分为模型定位器组和手机定位器组，分别与模型和手机固定在一起，用于发出红外线信号以实现精确定位。",
                                    "涡轮手机": "用于模拟牙体预备操作，其运动轨迹可通过系统换算为车针的运动轨迹及牙体预备量。"
                                },
                                "工作原理": {
                                    "空间定位": "通过特制模型和手机上的定位器组，确定人工牙和手机的空间位置，并捕捉手机相对于人工牙的运动轨迹，形成光学参数并传输到电脑内。",
                                    "数据采集": "模型定位器组和手机定位器组发射红外光，导航仪接收反射的红外光，快速获取目标数据并通过软件运算合成三维数据。",
                                    "数据评分": "将采集的三维数据通过内置软件进行运算，模拟手机的运动轨迹和切削动作，实时反映在电脑屏幕上，最终与系统内置评测标准比对，生成完整的实时评估报告。"
                                },
                                "操作常规": {
                                    "培训指导": "系统较复杂，需由经过培训的专业人员指导使用。",
                                    "正确安装": "确保各部件按照说明书要求正确安装。",
                                    "手机管理": "按规定将手机置于挂架内，防止摔落损坏。",
                                    "无障碍物": "校正及实际操作过程中，确保追踪主机与定位器之间无障碍物遮挡，避免信号丢失。",
                                    "清理复位": "使用完成后将设备整体复位，并做好清洁工作。"
                                },
                                "日常维护及保养": {
                                    "表面清洁": "使用前用干净抹布擦洗清洁系统表面，避免与强酸、强碱接触。",
                                    "定位器校准": "使用前应校准手机定位器组和模型定位器组。",
                                    "病毒防护": "每月更新一次电脑病毒库，并运行杀毒软件进行杀毒。",
                                    "手机注油": "每周对手机进行一次注油，保持润滑。",
                                    "轻拿轻放": "手机和牙模应轻拿轻放，避免损毁红外发射球。"
                                }
                            }
                        }
                    },
                    "口腔教学仿真机器人": {
                        "产品描述": "口腔教学仿真机器人是一种高度仿真的教学设备，具有较多感应器和配套触发动作，外观和反应（表情、动作、会话等）与人体相似。机器人可根据操作者的指令（如张嘴、闭嘴等）进行应答，除实现传统仿头模的操作技能培训外，还能进行医患沟通训练，模拟临床情景，提醒学生注意动作轻柔到位，避免引起患者不适。",
                        "预期用途": "用于加强口腔医学人文教育和医患沟通培训，提供更真实、全面的模拟诊疗体验，帮助学生掌握临床技能的同时提升医患沟通能力。",
                        "品名举例": "口腔沟通机器人、智能仿真教学机器人",
                        "结构组成": {
                            "机器人本体": "主要由头部、躯体、肘臂部、脚部等组成，包含大量传感器和动作控制器，能够识别语音指令并执行相应动作。",
                            "操控系统": "内置专用软件的计算机，是系统的控制核心，包括语音识别系统、传感器连接系统及操作系统，支持程序编辑、实习录像及数据重播等功能。",
                            "配套模型": "分为普通模型和内置传感器模型两大类，用于模拟不同诊疗场景。",
                            "口腔综合治疗台": "为机器人提供操作平台，功能与传统仿头模系统类似。"
                        },
                        "主要部件功能": {
                            "机器人本体": "核心部件，可识别多种语音指令（如转头、开闭口等）并自动反应，具备语音对话功能及切削过度检测功能。",
                            "操控系统": "负责控制整个系统运行，支持程序设定、编辑、录像及回放，便于教学管理和评估。",
                            "配套模型": "用于模拟不同的牙齿及口腔状况，部分模型内置传感器以增强仿真效果。"
                        },
                        "工作原理": {
                            "语音识别": "通过内置语音识别系统接收指令，完成相应动作或对话。",
                            "传感器反馈": "内置多种传感器接收压迫、触碰等外界动作信息，并将数据传回控制系统。",
                            "反馈动作": "控制系统综合处理语音指令和传感器信息后，给出相应的反馈动作，如语音回复、报警或模拟患者的自我保护动作。"
                        },
                        "操作常规": {
                            "专业指导": "系统较复杂，需由经过培训的专业人员指导使用。",
                            "正确安装": "确保各部件按照说明书要求正确安装。",
                            "轻柔操作": "操作时需轻柔，避免损伤机器人皮肤及传感器。",
                            "保护传感器": "更换模型时尽量缩短机器人张口时间，保护传感器及其周围区域。",
                            "液体管理": "进行牙体预备操作时，及时吸走口腔内的液体，保持清洁。",
                            "复位清洁": "使用完成后取下配套模型，将设备整体复位并做好清理清洁工作。",
                            "定期检查": "平时要注意定期检查设备状态，确保正常运行。"
                        },
                        "日常维护及保养": {
                            "清洁卫生": "及时维护系统整体的清洁卫生，防止灰尘和污垢影响设备性能。",
                            "软件升级": "根据需要进行软件升级，以优化功能和提升用户体验。"
                        },
                        "特点": {
                            "优势": "能够提供更真实的模拟诊疗体验，强化医患沟通和人文教育，有助于全面提升学生的临床技能。",
                            "局限性": "现阶段购置费用较高，限制了其在教学中的广泛推广使用。"
                        }
                    },
                    "口腔临床摄像示教系统": {
                        "产品描述": "口腔临床摄像示教系统通过摄像设备捕捉口腔临床操作过程，并实时展示给教学人员和学生。",
                        "预期用途": "用于口腔医学教学中，通过视频直播的方式，使教学人员和学生能够清晰观察到口腔操作的细节，提高教学质量。",
                        "品名举例": "口腔临床摄像示教系统"
                    }
                }
            },
            "口腔修复工艺设备": {
                "产品描述": "口腔修复工艺设备是口腔医学设备的重要组成部分，涵盖了一系列在修复体制作过程中应用的设备集合。这些设备综合了电子技术、图像处理技术、自动控制技术、光学、数学和物理学等多种学科知识，用于实现模型翻制与灌注、蜡型制作、包埋与铸造、打磨抛光焊接等具体流程。",
                "预期用途": "用于支持口腔修复体的制作过程，提供高精度、高质量的修复解决方案，并随着数字化技术的发展，逐步实现修复体的设计与加工自动化。",
                "品名举例": "成模设备、聚合类设备、铸造类设备、打磨抛光设备、瓷加工设备、牙颌模型扫描仪、口内扫描仪、口腔用数控加工设备、三维打印机",
                "分类": {
                    "传统工艺设备": {
                        "描述": "用于传统修复体制作流程中的各类设备，包括模型翻制、蜡型制作、包埋与铸造、打磨抛光焊接等环节。",
                        "示例": [
                            "成模设备：用于模型翻制与灌注。",
                            "聚合类设备：用于材料的固化或混合。",
                            "铸造类设备：用于金属修复体的铸造。",
                            "打磨抛光设备：用于修复体表面的精加工。"
                        ]
                    },
                    "瓷加工设备": {
                        "描述": "专门用于烤瓷、铸瓷类修复体的制作，满足美学修复需求。",
                        "示例": [
                            "烤瓷炉：用于烤瓷修复体的烧结。",
                            "铸瓷设备：用于铸瓷修复体的制作。"
                        ]
                    },
                    "数字化设备": {
                        "描述": "基于数字化技术的设备，用于口腔修复体的数字化印模制取、设计及加工，广泛应用于口腔正畸、种植等领域。",
                        "示例": [
                            "牙颌模型扫描仪：用于传统石膏模型的数字化转换。",
                            "口内扫描仪：用于直接获取患者口腔内的数字化印模。",
                            "口腔用数控加工设备：用于修复体的CAD/CAM加工。",
                            "三维打印机：用于快速制造修复体或手术导板。"
                        ]
                    }
                },
                "特点": {
                    "多学科融合": "设备集合了多种学科技术，体现了现代科技在口腔修复领域的应用。",
                    "高精度要求": "修复体制作对设备的精度要求极高，直接影响最终修复效果。",
                    "数字化趋势": "随着数字化技术的发展，越来越多的设备实现了修复体设计与加工的自动化和精确化。",
                    "广泛应用": "不仅限于修复领域，还在口腔正畸、种植等领域发挥重要作用。"
                },
                "包含": {
                    "成模设备": {
                        "定义": "成模设备是修复工艺流程中用于模型制作和模型修整的设备。准确的模型可以反映出患者口腔内软硬组织的形貌特点及细节，模型的制作是修复体制作的基础，是后续修复工艺流程的依据，所以成模设备的作用在于提高制作模型的精确度。按其具体用途的不同，主要可以分为琼脂搅拌机、真空搅拌机、模型修整机及种钉机等。",
                        "包含": {
                            "琼脂搅拌机": {
                                "产品描述": "琼脂搅拌机是一种用于口腔修复体制作过程中翻制石膏模型及耐火材模型的设备，能够熔化并搅拌琼脂材料，确保修复体相对位置的精确稳定。",
                                "预期用途": "用于翻制铸模，确保修复体位置精确稳定。",
                                "品名举例": "琼脂熔化搅拌机",
                                "结构组成": {
                                    "搅拌锅及搅拌器": "用于盛放固体琼脂并进行搅拌。",
                                    "搅拌电机及耦合装置": "通过耦合装置带动搅拌器旋转。",
                                    "加热及温控装置": "对锅体进行加热并调控温度。",
                                    "程序控制系统": "用于设定熔化温度、操作温度及定时器等功能。",
                                    "冷却风机": "用于将锅内温度降至设定值。"
                                },
                                "日常使用及维护保养": {
                                    "操作方法": [
                                        "接通电源并开机。",
                                        "检查/预设程序，包括熔化温度、操作温度及定时器设置。",
                                        "选择合适的琼脂复模材料放入搅拌锅中。",
                                        "开启加热搅拌开关，按照设定程序完成熔化与冷却。",
                                        "达到操作温度后灌注型盒，完成后关闭电源。"
                                    ],
                                    "注意事项": [
                                        "必须安装在平整稳定的操作台上和干燥的室内。",
                                        "仅限用于琼脂复模材料。",
                                        "操作时注意用电安全及高温防护。"
                                    ],
                                    "维护保养": [
                                        "避免糊锅及干锅现象，确保锅内琼脂量不低于下限值。",
                                        "定期清洁设备外壳及锅体内部，避免使用洗涤剂。"
                                    ]
                                }
                            },
                            "真空搅拌机": {
                                "产品描述": "真空搅拌机是口腔修复体加工专用设备，用于石膏或包埋材料与专用液在真空条件下的搅拌混合。真空状态可有效防止气泡产生，提高模型或铸件的精确度。",
                                "预期用途": "用于搅拌混合石膏或包埋材料，防止气泡产生。",
                                "品名举例": "真空混合器",
                                "结构组成": {
                                    "搅拌器": "对石膏或包埋材料与专用液的混合物进行搅拌。",
                                    "搅拌电机及耦合装置": "带动搅拌器旋转，初始及结束转速较慢以预防气泡。",
                                    "真空发生器": "通过内置或外置真空泵实现真空状态。",
                                    "程序控制系统": "用于设定搅拌时间、真空度及搅拌方向等参数。"
                                },
                                "日常使用及维护保养": {
                                    "操作方法": [
                                        "外接压缩空气源（如适用）。",
                                        "接通电源并开机，检查指示灯及屏幕显示是否正常。",
                                        "预设程序，选择搅拌时间、真空度等参数。",
                                        "将粉和液按比例放入搅拌罐中，启动搅拌程序。",
                                        "搅拌结束后取下搅拌罐，关闭电源。"
                                    ],
                                    "注意事项": [
                                        "设备需安装在干燥的室内，注意用电安全。",
                                        "仅限用于石膏、包埋材料及说明书中明确指出的适用物料。",
                                        "确保抽真空前搅拌罐内无干粉存在，以免堵塞管道。"
                                    ],
                                    "维护保养": [
                                        "定期清洁及更换过滤器，检查真空泵性能。",
                                        "切勿让物料超过最高标志线或搅拌罐的2/3。"
                                    ]
                                }
                            },
                            "模型修整机": {
                                "产品描述": "模型修整机主要用于石膏模型的修整及打磨，分为湿式和干式两种。湿式模型修整机通过水清洁式打磨，而干式模型修整机则通过吸尘清洁式打磨。",
                                "预期用途": "用于修整及打磨石膏模型，提高模型精度。",
                                "品名举例": "石膏模型修整机",
                                "分类": {
                                    "湿式模型修整机": {
                                        "结构组成": {
                                            "金属外壳": "防水、防尘、耐腐蚀，一般采用铝合金铸造。",
                                            "模型台": "用于放置石膏模型，角度可调。",
                                            "磨盘": "通过传动装置与电机相连，可更换。",
                                            "电机及传动装置": "带动磨盘高速旋转。",
                                            "供、排水系统": "外接水源，通过电磁阀控制供水及排水。"
                                        },
                                        "工作原理": "通过电机带动磨盘高速旋转，结合水清洁方式实现湿式磨削修整功能。"
                                    },
                                    "干式模型修整机": {
                                        "结构组成": {
                                            "金属外壳": "防水、防尘、耐腐蚀，一般采用铝合金铸造。",
                                            "模型台": "用于放置石膏模型，角度可调。",
                                            "砂带": "通过传动装置与电机相连，可更换。",
                                            "电机及传动装置": "带动砂带高速运转。",
                                            "集尘系统": "外接或内置吸尘器，收集修整下来的石膏碎屑。"
                                        },
                                        "工作原理": "通过电机带动砂带高速运转，结合吸尘清洁方式实现干式磨削修整功能。"
                                    },
                                    "舌侧模型修整机": {
                                        "结构组成": {
                                            "金属外壳": "防水、防尘、耐腐蚀，一般采用铝合金铸造。",
                                            "模型台": "用于放置石膏模型，可拆卸清洁。",
                                            "专用磨头": "对模型进行磨削修整。",
                                            "电机及传动装置": "带动磨头高速旋转。",
                                            "集尘系统接口": "外接集尘系统，收集修整下来的石膏碎屑。"
                                        },
                                        "工作原理": "通过电机带动专用磨头高速旋转，结合吸尘清洁方式实现舌侧模型修整功能。"
                                    }
                                },
                                "日常使用及维护保养": {
                                    "操作方法": [
                                        "调整模型台角度，连接水源或集尘系统。",
                                        "接通电源并开机，启动磨盘或砂带运转。",
                                        "将待修整面轻轻推向磨盘或砂带，完成修整后关闭电源。"
                                    ],
                                    "注意事项": [
                                        "注意用电用水安全，仅限用于石膏材料的磨削。",
                                        "操作时佩戴防护镜、手套等防护用品，保持手指与磨盘或砂带的安全距离。"
                                    ],
                                    "维护保养": [
                                        "使用后清理磨盘或砂带上残留的石膏碎屑，定期清洁设备外壳及内部组件。",
                                        "长期不用时定期通电防潮。"
                                    ]
                                }
                            },
                            "种钉机": {
                                "产品描述": "种钉机用于马蹄型工作模型的打孔操作，以便在制作固定修复体代型时方便摘取。",
                                "预期用途": "用于打孔操作，制作固定修复体代型。",
                                "品名举例": "种钉机",
                                "结构组成": {
                                    "模型操作台": "用于放置模型的操作台。",
                                    "控制器": "用于控制电源及操作。",
                                    "激光发生器": "将电源转化为直流电并激发垂直于操作台的激光束。",
                                    "钻头": "通过电机及传动装置带动高速旋转，完成打孔操作。",
                                    "电机及传动装置": "带动钻头高速稳定旋转。",
                                    "底座": "用于稳定支撑主机及操作平面，可调整工作位置。",
                                    "集尘盒": "用于收集钻孔操作产生的碎屑。"
                                },
                                "日常使用及维护保养": {
                                    "操作方法": [
                                        "接通电源并开机，调节钻头与模型台之间的距离以设定打孔深度。",
                                        "将模型置于操作台上，通过导向标记预估打孔位置并定位。",
                                        "按压模型启动电机，完成打孔后关机断电。"
                                    ],
                                    "注意事项": [
                                        "注意用电安全，避免直视激光束。",
                                        "仅限用于说明书指定材料的钻孔操作，如石膏及树脂。"
                                    ],
                                    "维护保养": [
                                        "用湿布清洁设备外壳，及时清空集尘盒。",
                                        "定期检查钻头紧固装置，确保设备正常运行。"
                                    ]
                                }
                            }
                        }
                    },
                    "高分子材料成型设备": {
                        "定义": "高分子材料成型设备是在修复工艺流程中，运用高分子材料的理化特性对其进行塑型的设备。根据用途和原理不同，可分为冲蜡机、加热聚合器、压膜机等。",
                        "包含": {
                            "冲蜡机": {
                                "产品描述": "冲蜡机是一种通过电加热原理，利用沸水软化并冲尽型盒内或模型上的蜡质，协助打开型盒，并获得干净有效型腔或干净模型的设备。",
                                "预期用途": "用于去除型盒或模型上的蜡质，确保型腔或模型清洁。",
                                "品名举例": "冲蜡机",
                                "结构组成": {
                                    "储水罐": "提供水浴及喷淋用水。",
                                    "程序控制系统": "设定冲蜡时间与水温，显示运行状态。",
                                    "加热装置": "对水浴及喷淋用水进行加热。",
                                    "温控装置": "探测及反馈调节水温。",
                                    "循环水泵": "为喷淋用水提供水压。",
                                    "喷淋装置": "将具有一定压力的沸水喷淋到型盒或模型上，去除蜡质。"
                                },
                                "日常使用及维护保养": {
                                    "操作方法": [
                                        "打开电源总开关，检查水位是否达到刻度线以上。",
                                        "将型盒置于篮筐上，设定冲蜡时间与水温。",
                                        "按开始键启动冲蜡程序，待程序结束后关闭电源。"
                                    ],
                                    "注意事项": [
                                        "时刻注意水位，避免低水位损坏加热装置。",
                                        "使用喷淋器及取型盒时佩戴隔热手套，防止烫伤。",
                                        "手动喷淋结束后将喷淋转换杆复位，减少水压对喷淋头的损耗。"
                                    ],
                                    "维护保养": [
                                        "定期清洁机器表面，清理水面上的固体蜡及设备底部的石膏残留。",
                                        "定期更换过滤垫及清洁储水罐。",
                                        "用毛刷清洁水位探测器。"
                                    ]
                                }
                            },
                            "加热聚合器": {
                                "产品描述": "加热聚合器是一种通过电加热原理，使甲基丙烯酸树脂单体交联聚合成大分子网状聚合物从而固化的设备，包括电加热聚合器及水浴加热聚合器两种。",
                                "预期用途": "用于使甲基丙烯酸树脂单体固化，制作义齿塑料部件。",
                                "品名举例": "加热聚合器",
                                "结构组成": {
                                    "储水罐": "提供水浴用水。",
                                    "程序控制系统": "设定聚合时间与温度，显示运行状态。",
                                    "加热装置": "对水浴用水进行加热。",
                                    "温控装置": "探测及反馈调节水温。",
                                    "定时器": "控制恒温时间。"
                                },
                                "日常使用及维护保养": {
                                    "操作方法": [
                                        "打开电源总开关，检查水位是否达到刻度线以上。",
                                        "将固定好的型盒放入储水罐中，设定聚合时间与温度。",
                                        "按开始键启动聚合程序，待程序结束后关闭电源。"
                                    ],
                                    "注意事项": [
                                        "时刻注意水位，避免低水位损坏加热装置。",
                                        "煮盒过程中不要打开设备盖，拿取型盒时佩戴专业手套，防止烫伤。",
                                        "长时间不使用时拔掉电源插头。"
                                    ],
                                    "维护保养": [
                                        "定期清洁机器表面，定期换水并通过排水阀排出污水。",
                                        "按照说明书要求清洁储水罐，用毛刷清洁水位探测器。"
                                    ]
                                }
                            },
                            "压膜机": {
                                "产品描述": "压膜机是一种通过电加热原理，利用树脂材料加热形变的特性对树脂材料进行塑型的设备，分为真空压膜机及正压压膜机。",
                                "预期用途": "用于对树脂材料进行塑型，制作义齿或其他修复体部件。",
                                "品名举例": "压膜机",
                                "结构组成": {
                                    "真空发生装置": "内置或外置真空泵，为压膜提供压差。",
                                    "程序控制系统": "设定程序，显示温度及运行状态。",
                                    "加热装置": "对膜片进行加热。",
                                    "温控装置": "检测并反馈温度，控制加热过程。",
                                    "模型台": "用于放置模型。",
                                    "膜片夹持装置": "用于夹持并移动膜片。"
                                },
                                "日常使用及维护保养": {
                                    "操作方法": [
                                        "打开电源总开关，选择膜片并设定对应程序。",
                                        "将膜片固定在夹持装置上，将模型固定在模型台上。",
                                        "旋转夹持装置至加热装置处，启动加热及真空过程。",
                                        "加热完成后下压夹持装置完成压膜，冷却后取下模型及膜片。"
                                    ],
                                    "注意事项": [
                                        "不要触碰加热装置，防止烫伤。",
                                        "使用符合设备规格的膜片，避免过大过厚。",
                                        "压膜完成后至少等待1分钟再接触膜片，防止烫伤。"
                                    ],
                                    "维护保养": [
                                        "清洁维护前拔掉电源插头并彻底冷却。",
                                        "定期用湿布清洁设备表面，避免使用溶剂或清洁剂。",
                                        "定期更换密封圈，确保设备正常运行。"
                                    ]
                                }
                            }
                        }
                    },
                    "铸造设备": {
                        "定义": "铸造设备是指通过将金属或陶瓷等材料熔化后浇铸成一定形状构件的设备。在口腔修复工艺中，主要涉及失蜡铸造过程，包括箱型电阻炉进行失蜡，以及使用铸造机向失蜡的铸模腔注入熔融金属或陶瓷以获得铸件。",
                        "包含": {
                            "箱型电阻炉": {
                                "产品描述": "箱型电阻炉是一种通用加热设备，主要用于铸圈的预热和失蜡，通过准确的温度控制保证包埋材料受热均匀，避免失蜡不均或材料转换腔破损。",
                                "预期用途": "用于铸圈预热和失蜡处理。",
                                "品名举例": "箱型电阻炉",
                                "结构组成": {
                                    "炉体": "由钢板折制焊接而成，内部为耐火材料制成的长方体炉膛，加热元器件置于其中，炉门加厚加固。",
                                    "热电偶": "实时感知炉膛内部温度，并将信号传递给温度控制器。",
                                    "温度控制器": "微处理器控制升温恒温程序，可设定多个适用于不同材料的工作程序。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "打开电源开关，按照说明书要求操作。",
                                        "将铸圈铸口朝下放置于炉膛内，尽量靠近炉膛中心，关闭炉门并检查关闭情况。",
                                        "根据需要设置程序，启动程序后达到预定温度取出失蜡部件。",
                                        "全部焙烧完成后关闭电源。"
                                    ],
                                    "注意事项": [
                                        "设备应平放，保持工作环境稳定，避免震动及搬动。",
                                        "电压需正确，外壳需接地线，使用独立插座供电。",
                                        "运行时不要触碰设备或开启炉门，夹取铸圈时动作轻柔。"
                                    ]
                                }
                            },
                            "高频离心铸造机": {
                                "产品描述": "高频离心铸造机通过高频感应加热系统熔化牙科高熔合金，利用离心力将熔化的金属浇铸到失蜡的铸模腔中，完成铸件制作。",
                                "预期用途": "用于制作活动义齿支架、冠桥、嵌体等修复体。",
                                "品名举例": "高频铸造机",
                                "结构组成": {
                                    "熔金装置": "高频感应加热系统，通过振荡电路产生高频电流，使金属感应发热。",
                                    "铸造室": "包括铸造滑台、配重螺母、压紧手轮、托模架等，确保铸圈与坩埚位置合理，产生均匀离心力。",
                                    "箱体": "集成控制系统、观察窗口、显示仪表及电机等，用于实现熔金和铸造功能。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "检查设备接地良好，供电电源与额定电压一致，风机运转正常。",
                                        "选择合适的档位，将坩埚放置于坩埚座内，调节好铸圈位置。",
                                        "关好机盖，按动熔化按钮开始熔化金属，完全熔化后按动铸造按钮进行铸造。",
                                        "铸造完成后待滑台停止转动后取出铸件，冷却5~10分钟后关闭电源。"
                                    ],
                                    "注意事项": [
                                        "机器接地线需可靠，设备安放平稳，保持通风良好。",
                                        "熔金过程中不得打开铸造室上盖，禁止拨动功率选择档位。",
                                        "连续熔铸操作需间歇3~5分钟，保证线圈充分冷却。"
                                    ]
                                }
                            },
                            "中频离心铸造机": {
                                "产品描述": "中频离心铸造机采用中频电流熔化金属，其振荡频率范围介于高频和低频之间，辐射小且相对更安全。",
                                "预期用途": "用于熔化金属，制作各类口腔修复体。",
                                "品名举例": "中频铸造机",
                                "结构组成": {
                                    "熔金装置": "中频振荡电路，通过电磁场切割金属产生感应电动势，将电能转换为热能使金属熔化。",
                                    "铸造室": "包括铸造滑台、配重螺母、托模架等，确保铸圈与坩埚位置合理，产生均匀离心力。",
                                    "箱体": "集成控制系统、观察窗口、显示仪表及电机等，用于实现熔金和铸造功能。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "检查设备接地良好，供电电源与额定电压一致，风机运转正常。",
                                        "选择合适的档位，将坩埚放置于坩埚座内，调节好铸圈位置。",
                                        "关好机盖，按动熔化按钮开始熔化金属，完全熔化后按动铸造按钮进行铸造。",
                                        "铸造完成后待滑台停止转动后取出铸件，冷却5~10分钟后关闭电源。"
                                    ],
                                    "注意事项": [
                                        "机器接地线需可靠，设备安放平稳，保持通风良好。",
                                        "熔金过程中不得打开铸造室上盖，禁止拨动功率选择档位。",
                                        "连续熔铸操作需间歇3~5分钟，保证线圈充分冷却。"
                                    ]
                                }
                            },
                            "真空压力铸造机": {
                                "产品描述": "真空压力铸造机通过真空和压力铸造方式，在真空条件下熔化金属，并在负压及通入气压形成压差的情况下，将熔化的合金吸入铸模腔得到铸件。",
                                "预期用途": "用于贵金属及非贵金属的铸造。",
                                "品名举例": "真空铸造机",
                                "结构组成": {
                                    "真空装置": "包括真空泵、连接管路、控制线路等，提供真空环境减少金属氧化。",
                                    "压力装置": "通过气源气体施加正向压力，通常使用压缩空气或惰性气体如氩气。",
                                    "铸造室": "完成熔金及铸造，配备铸圈支架、挡板、密封圈等结构。",
                                    "冷却系统": "风冷或水冷系统，用于设备冷却。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "检查气源压力是否正确，连接管路是否完好。",
                                        "接通电源开关，选择铸造程序及熔金坩埚，调节铸圈锁定位置。",
                                        "将适量合金块放入坩埚，关闭铸造室，预熔化合金后放入铸圈。",
                                        "启动铸造程序，铸造完成后打开铸造室取出铸件。"
                                    ],
                                    "注意事项": [
                                        "设备应平稳放置于水平面通风处，利于散热。",
                                        "开机需预热5分钟，熔化时通过观察窗观察保护视力。",
                                        "坩埚不可交叉使用，连续铸造时需间隔几分钟冷却。"
                                    ]
                                }
                            },
                            "钛铸造机": {
                                "产品描述": "钛铸造机专门用于熔化钛金属，由于钛金属熔点高、流动性差、易氧化等特性，铸造时需在惰性气体保护下进行，常见的铸造方式结合了离心铸造、真空铸造、压力铸造等方式。",
                                "预期用途": "用于制作口腔修复义齿等钛金属制品。",
                                "品名举例": "钛铸造机",
                                "结构组成": {
                                    "熔金装置": "采用中频电磁场或电弧放电方式熔化金属，常见坩埚包括铜坩埚、石墨坩埚。",
                                    "铸造室": "完成熔金及铸造，配备铸圈托模架、密封圈等结构。",
                                    "冷却系统": "风冷或水冷系统，用于设备冷却。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "检查气源压力是否正确，连接管路是否完好。",
                                        "接通电源开关，选择铸造程序，将钛金属块放入坩埚并锁紧电极。",
                                        "调节铸圈托模架，关闭铸造室检查密封性，启动铸造程序。",
                                        "铸造完成后打开铸造室取出铸件。"
                                    ],
                                    "注意事项": [
                                        "设备应平稳放置于水平面通风处，利于散热。",
                                        "使用前检查压力表压力，熔金前及熔金时观察真空度指标。",
                                        "坩埚不可交叉使用，熔金量不得超过设备额定值，注意铸造室门密封圈完好性。"
                                    ]
                                }
                            }
                        }
                    },
                    "瓷加工设备": {
                        "定义": "铸瓷炉与烤瓷炉是用于口腔修复工艺中的两种重要设备，分别用于铸瓷和烤瓷制品的制作。铸瓷炉通过将瓷粉熔化后铸入铸模腔中形成铸瓷制品；烤瓷炉则通过高温烧结瓷粉形成烤瓷制品。",
                        "包含": {
                            "铸瓷炉": {
                                "产品描述": "铸瓷炉用于口腔修复工艺中，将瓷粉熔化后铸入铸模腔中，形成铸瓷制品。",
                                "预期用途": "用于口腔修复工艺中铸瓷制品的制作。",
                                "品名举例": "铸瓷炉",
                                "结构组成": {
                                    "炉膛内部": "包括热电偶、烧结盘、烧结台、密封圈、发热元件等部件，用于探测温度、放置瓷块及提供加热功能。",
                                    "压铸系统": "位于压铸装置保护罩内，包含压铸杆、电子元器件、保护罩和风扇等部件，用于完成压铸操作并散热。",
                                    "真空系统": "包括真空泵及相关管路，用于排尽炉膛内的空气，保持炉内真空度。",
                                    "控制和显示系统": "包括微型计算机、显示屏、键盘，用于控制加热、设定程序、显示运行状态等。",
                                    "电源和保险": "供给各部件合适的电压，并在电流过大时进行保护。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "开机后选择需要的操作模式，明确温度达到压铸时的待机温度范围。",
                                        "选择铸圈尺寸，在程序界面设置或调整烧结曲线参数，包括温度、时间、真空度等。",
                                        "使用按键打开炉膛，放入铸圈及瓷块，启动程序自动运行。",
                                        "完成后炉盖自动打开，并有提示音。"
                                    ],
                                    "注意事项": [
                                        "设备需放置在稳固、耐高温的平台上，与易燃物保持距离。",
                                        "清洁和维护保养事项需在设备冷却之后进行，清洁前需断开电源。",
                                        "不要用手触碰热的炉头、炉盖和烧结盘，不得用手强行打开炉盖。",
                                        "炉头及通风口处不得放置异物或被异物遮挡。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "维护保养前需切断电源，拔出电源插头。",
                                    "定时检查所有插座是否连接正确，检查炉盖打开过程是否有异响。",
                                    "定期检查隔热材料是否有隐裂和损坏，及时更换损坏的胚衬。",
                                    "定期清洁炉盖和炉膛基座的密封圈，定期检查气体管路的连接和清洁。",
                                    "定期对铸瓷炉进行除湿，定期校准铸瓷炉温度，更换炉头后重新校准温度。"
                                ]
                            },
                            "烤瓷炉": {
                                "产品描述": "烤瓷炉用于口腔修复工艺中，通过高温烧结瓷粉，形成烤瓷制品。",
                                "预期用途": "用于口腔修复工艺中烤瓷制品的制作。",
                                "品名举例": "烤瓷炉",
                                "结构组成": {
                                    "炉膛内部": "包括热电偶、烧结盘、烧结台、密封圈、加热器等部件，用于探测温度、放置瓷块及提供加热功能。",
                                    "真空系统": "包括真空泵及相关管路，用于排尽炉膛内的空气，保持炉内真空度。",
                                    "控制和显示系统": "包括微型计算机、显示屏、键盘，用于控制加热、设定程序、显示运行状态等。",
                                    "电源和保险": "供给各部件合适的电压，并在电流过大时进行保护。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "设备开机，按照瓷粉材料说明书设置烤瓷炉的温度。",
                                        "选择需要的程序或重新编辑程序，按键打开炉盖，将物体放置于烧结盘上。",
                                        "开始程序后自动运行，完成后炉盖自动打开，并有提示音。"
                                    ],
                                    "注意事项": [
                                        "使用前检查所有的插座是否连接正确，注意烤瓷炉使用的电压范围。",
                                        "设备需放置在防烧付的平面上，与易燃物保持距离。",
                                        "清洁和维护保养事项需在设备冷却之后进行，清洁前需断开电源。",
                                        "不要用手触碰热的炉头、炉盖及烧结盘，不得用手强行打开炉盖。",
                                        "炉头及通风口处不得放置异物或被异物遮挡，不得用手触碰炉膛内的加热元件。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "维护保养前需切断电源，拔出电源插头。",
                                    "定时检查所有插座是否连接正确，检查炉盖打开过程是否有异响。",
                                    "定期检查隔热材料是否有隐裂和损坏，及时更换损坏的胚衬。",
                                    "定期清洁炉盖和炉膛基座的密封圈，定期清洁烧结台。",
                                    "定期检查气体管路内及炉膛内是否有冷凝水，如有需要去除。",
                                    "定期对烤瓷炉进行抽真空程序校准和温度校准，每次更换炉头后重新校正温度。",
                                    "定期清洁显示屏及按键。"
                                ]
                            }
                        }
                    },
                    "打磨抛光设备": {
                        "定义": "打磨抛光设备是口腔修复工艺流程中用于对修复体形态进行修整和表面处理的设备，通过打磨、抛光、切削、喷砂和清洗等方法，使修复体满足生理要求及美观需求。",
                        "包含": {
                            "金属切割磨光机": {
                                "产品描述": "金属切割磨光机用于口腔修复工艺中金属材料的切割和磨光。",
                                "预期用途": "用于口腔修复工艺中金属材料的切割和磨光。",
                                "品名举例": "金属切割磨光机"
                            },
                            "半自动喷砂机": {
                                "产品描述": "半自动喷砂机用于口腔修复体铸件表面的清洁处理，通常与吸尘装置联动使用。",
                                "预期用途": "用于口腔修复体铸件表面的清洁处理。",
                                "品名举例": "半自动喷砂机"
                            },
                            "全自动喷砂机": {
                                "产品描述": "全自动喷砂机可以同时对数个铸件进行喷砂，通常设有转篮，保证喷砂均匀地喷到铸件各个表面。",
                                "预期用途": "用于口腔修复体铸件表面的清洁处理。",
                                "品名举例": "全自动喷砂机"
                            },
                            "笔式喷砂机": {
                                "产品描述": "笔式喷砂机属于精细的喷砂设备，用于对口腔修复体铸件表面进行定点清除和抛光。",
                                "预期用途": "用于口腔修复体铸件表面的精细清洁和抛光。",
                                "品名举例": "笔式喷砂机"
                            },
                            "技工用微型电机": {
                                "产品描述": "技工用微型电机是口腔修复工艺中使用的设备，用于辅助制作义齿等修复体。",
                                "预期用途": "用于辅助制作义齿等口腔修复体。",
                                "品名举例": "微型电机",
                                "结构组成": {
                                    "微型电动机": "由定子和转子组成，分为有碳刷和无碳刷两种类型。无碳刷电机具有高效率、轻量化和适合长时间精细打磨的特点。",
                                    "打磨手机": "包括主轴、三瓣簧(弹簧夹头)、强力弹簧和联轴叉，用于夹持各种打磨工具。",
                                    "电源控制器": "用于控制电动机的启动、停止、转速大小和旋转方向，通常设计有手控和脚控开关。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "根据打磨对象选择合适的打磨工具，车针柄需插入三瓣簧底部，暴露长度不超过10 mm。",
                                        "使用前检查机器的旋转方向和转速，开始时设定为低速。",
                                        "打磨时要有支点，压力适中，通常从身体外侧向内侧用力。"
                                    ],
                                    "注意事项": [
                                        "车针柄不宜暴露过多，弯曲的车针应及时更换。",
                                        "每次使用时从低速开始，避免高速启动。",
                                        "注意支点、力度和角度的选择与控制。",
                                        "出现异常情况应立即停止使用，待排除故障后方可继续。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "不使用时放置在指定的打磨手机架上，三瓣簧夹持一支车针类工具。",
                                    "定期清理三瓣簧，有碳刷电机需定期更换碳刷。"
                                ]
                            },
                            "喷砂抛光机": {
                                "产品描述": "喷砂抛光机用于清除口腔修复体铸件表面的残留物，达到光洁和清洁的目的。通常分为手动式、自动式和笔式喷砂机三种类型。",
                                "预期用途": "用于口腔修复体铸件表面的清洁处理。",
                                "品名举例": "喷砂抛光机",
                                "结构组成": {
                                    "滤清器": "去除压缩空气中的水分、油污和其他杂质。",
                                    "调压阀": "调整压缩空气的压力，范围为0.4~0.7 MPa。",
                                    "电磁阀": "控制压缩空气的输出。",
                                    "压力表": "显示压缩空气的输出压力。",
                                    "喷嘴": "采用高硬度耐磨材料制成，用于喷砂抛光。",
                                    "吸砂管": "利用压缩空气产生的负压吸取喷砂材料。",
                                    "转篮": "自动喷砂抛光机的部件，用于放置铸件并自动转动。",
                                    "定时器": "自动喷砂抛光机的部件，用于设定自动抛光时间。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "根据需求调整压力表，检查箱体封闭程度和吸尘设备。",
                                        "选择合适的喷砂材料和颗粒粗度，检查其数量、洁净度和干燥程度。",
                                        "根据砂粒和粒度选择合适的喷嘴。",
                                        "手动型喷砂机需双手伸入喷砂室，戴手套握持铸件，通过脚闸控制开关。",
                                        "自动型喷砂机可同时处理多个铸件，设定喷砂时间不超过20分钟。",
                                        "笔式喷砂机用于精细喷砂，双手分别把持喷砂笔和铸件，观察修复体表面处理效果。"
                                    ],
                                    "注意事项": [
                                        "合理选择喷砂压力、材料、时间和距离，确保铸件不被破坏。",
                                        "检查喷砂室封闭程度和吸尘效果，佩戴防护用品。",
                                        "避免长时间踩住脚闸，防止疲劳或误操作。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "定期检查喷砂压力、封闭程度和吸尘设备是否正常。",
                                    "清理喷砂材料中的大块异物，保持清洁和干燥。",
                                    "定期更换喷嘴、视窗玻璃和喷砂材料。"
                                ]
                            },
                            "电解抛光机": {
                                "产品描述": "电解抛光机用于金属表面的电解抛光处理，提高金属表面的光洁度和耐腐蚀性。",
                                "预期用途": "用于金属表面的电解抛光处理。",
                                "品名举例": "电解抛光机",
                                "结构组成": {
                                    "电源及电子电路": "提供电解抛光所需的电流并控制抛光时间，包括整流电路、时间控制电路、电流调节电路和电流输出电路。",
                                    "电解抛光箱": "包括电解槽、电极和控制面板，用于存放电解液和控制抛光过程。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "使用前加热电解液至所需温度，将铸件固定在正极位置并完全浸入电解液中。",
                                        "根据铸件大小调节电流和设定抛光时间，一般不超过5A和8分钟。",
                                        "开启电解液搅拌功能以保证均匀电解，完成后用清水冲洗干净。"
                                    ],
                                    "注意事项": [
                                        "定期更换电解液，避免接触皮肤和遗洒。",
                                        "配备空气净化和换气设备，妥善处理使用后的电解液。",
                                        "确保铸件与正极连接良好，电源电压稳定。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "经常检查电解槽有无破裂现象。",
                                    "放置在通风良好的房间或带有气体净化装置的封闭场所。"
                                ]
                            },
                            "义齿抛光机": {
                                "产品描述": "义齿抛光机用于口腔修复工艺中义齿的抛光处理，提高义齿的适合性和美观度。",
                                "预期用途": "用于口腔修复工艺中义齿的抛光处理。",
                                "品名举例": "义齿抛光机",
                                "结构组成": {
                                    "动力系统": "双速双伸轴异步电动机，提供旋转动力。",
                                    "照明系统": "用于工作区域的照明。",
                                    "吸尘系统": "用于收集打磨过程中产生的粉尘。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "安装布轮、毡轮等研磨或抛光工具，确保安装牢固。",
                                        "根据材质和工序选择合适的研磨或抛光材料。",
                                        "双手分别握住修复体两侧，接触位置通常为打磨工具靠近身体侧偏下方的7点位置。"
                                    ],
                                    "注意事项": [
                                        "合理选择研磨或抛光材料及工具，保证正确的接触位置。",
                                        "保护小型或复杂修复体不被打磨工具缠绕或损坏。",
                                        "使用时佩戴帽子和护目镜。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "定期清理吸尘装置和吸尘袋，擦拭设备表面和玻璃罩。",
                                    "检测抛光轴的磨损情况，及时更换。"
                                ]
                            },
                            "蒸汽清洗机": {
                                "产品描述": "蒸汽清洗机用于清洗附着于模型、口腔修复体和其他待清洗物表面的残渣、印记、蜡质和油脂等。",
                                "预期用途": "用于口腔修复体和相关物品的清洗。",
                                "品名举例": "蒸汽清洗机",
                                "结构组成": {
                                    "蒸汽机主机": "包括控制器、加热器、电磁阀和压力表等部件。",
                                    "水容器": "容纳蒸馏水的不锈钢加热容器，容积通常为3~5L。",
                                    "喷枪": "通过耐高温管与主机相连，设有手动开关。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "按注水标志线添加蒸馏水或软化水，关闭水箱盖后启动设备。",
                                        "加热程序结束后调节压力开关，使用喷枪对准待清洗物表面释放热蒸汽。",
                                        "当缺水时停止使用设备，待压力显示安全数值后再加水和加热。"
                                    ],
                                    "注意事项": [
                                        "开机前检查水位高度，注水量不能超过标志线。",
                                        "调节压力开关，保持安全距离以防烫伤。",
                                        "加热及升压状态下不能打开水箱盖。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "随时检查水位高度，定期检查加热情况和结垢现象。",
                                    "检查耐高温管、喷枪及其配件有无漏气或结垢。"
                                ]
                            },
                            "超声清洗机": {
                                "产品描述": "超声清洗机利用超声波空化效应，对小型器械、口腔修复体表面污物层进行分散、剥离和乳化处理。",
                                "预期用途": "用于小型器械和口腔修复体的清洗。",
                                "品名举例": "超声清洗机",
                                "结构组成": {
                                    "清洗槽": "由不锈钢材质制成，用于盛放清洗液和清洗物，部分具有加热功能。",
                                    "换能器": "将电功率转换为机械功率(超声波)，传播到清洗槽中。",
                                    "电源": "为换能器提供电能，保证设备正常运行。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "将被清洗物放入篮筐或小桶中，置于清洗槽内，调整振荡强度和设定清洗时间。",
                                        "清洗液可选择蒸馏水、清洗液或其他替代液体，设置溶液温度一般不超过45℃。"
                                    ],
                                    "注意事项": [
                                        "保持清洗液清洁，位于建议水位线范围内。",
                                        "不能使用易燃溶液或发泡洗涤剂，小型物品必须装在篮筐中。",
                                        "清洗时间不宜过长，设备使用过程中会产生噪声，建议放置在单独房间中。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "定期清洗清洗槽和更换清洗液体，检查清洗槽是否有裂纹。"
                                ]
                            }
                        }
                    },
                    "焊接设备": {
                        "定义": "焊接设备是口腔修复工艺流程中不可或缺的辅助性义齿加工设备，用于将同种或不同种金属部件焊接在一起，降低义齿制作工艺难度和技师劳动强度，弥补铸造缺陷。",
                        "包含": {
                            "口腔科点焊机": {
                                "产品描述": "口腔科点焊机用于口腔修复工艺中金属材料的点焊连接，主要通过电流产生的电阻热进行熔焊。",
                                "预期用途": "用于口腔修复工艺中金属材料的点焊连接。",
                                "品名举例": "点焊机",
                                "结构组成": {
                                    "点焊电极": "简称电极或电极棒，通常有四对电极，适用于不同形状的金属焊件。",
                                    "电极座": "用于安装和调整电极角度，可在水平和垂直方向自由旋转定位。",
                                    "电压调节旋钮": "用于调整焊接时的电压，根据金属厚度设定。",
                                    "控制开关": "控制焊接过程的启动和停止。",
                                    "调节螺母": "调整电极与焊件的距离和机械压力。",
                                    "焊接电路": "由可控硅调压器、储能电容及电子电路组成。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "检查电源是否符合设备要求的电压。",
                                        "根据金属焊件的形状选择合适的电极。",
                                        "确保电极和焊接面没有氧化膜，必要时用细砂纸磨光。",
                                        "打开电源开关，根据金属厚度调节焊接电压值。",
                                        "将焊件放在两电极间，调整压力后按下焊接按钮或脚控开关，待电表数值降至‘0’时完成焊接。"
                                    ],
                                    "注意事项": [
                                        "保障电极和焊接面无氧化膜，确保接触良好。",
                                        "根据金属焊件的形状和厚度选择合适的电极和电压值。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "放置在平稳、干燥的工作台上，保持设备清洁。",
                                    "停止使用期间切断电源，并将电极转至非定位位置。",
                                    "检修设备时先将储能电容放电，避免触电。"
                                ]
                            },
                            "口腔科激光焊接机": {
                                "产品描述": "口腔科激光焊接机用于贵金属、非贵金属、纯钛及钛合金间的焊接，广泛应用于固定义齿、可摘义齿、精密附着体义齿、种植义齿等的制作和修理中，提高义齿适合性，节约材料，降低制作成本。",
                                "预期用途": "用于口腔修复工艺中金属材料的激光焊接。",
                                "品名举例": "激光焊接机",
                                "结构组成": {
                                    "脉冲激光电源": "为氙灯和激光发生器提供电源，常用最大脉冲能量为40~50J，脉冲宽度为0.5~20ms。",
                                    "激光发生器": "包括闪光管、光泵光源、光学谐振腔和冷却系统。",
                                    "工作室": "由固定架、放大目视镜、激光发射头以及真空排气系统或氩气保护装置组成。",
                                    "控制和显示系统": "用于选择焊接功率、焦点直径、脉冲时间、激光频率等参数。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "接通电源，预热5分钟，并打开氩气保护装置。",
                                        "根据焊接合金种类和焊接面面积预设程序，如选择焊接功率、焦点直径、脉冲时间、激光频率等。",
                                        "将焊件放入工作室内，调整目视镜焦距并直视焊件。",
                                        "根据激光发射头位置调整焊接面位置，按下触发开关开始焊接。"
                                    ],
                                    "注意事项": [
                                        "仪器应接地线，工作时不能打开机箱。",
                                        "设备使用前需要预热，焊接时需要氩气保护。",
                                        "直视放大镜应保持干净，若无自动护眼装置需佩戴激光防护镜。",
                                        "氩气喷嘴应对准焊点，避免短时间内多次开关机。",
                                        "关机前需等待冷却扇至少停止工作5分钟。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "定期检查冷却系统或真空排气系统工作是否正常。",
                                    "定期更换冷却液(等离子水或蒸馏水)。",
                                    "每次工作后清洁工作室内残留物。"
                                ]
                            }
                        }
                    },
                    "数字化印模制取、设计及加工设备(CAD/CAM设备)": {
                        "定义": "数字化印模制取、设计及加工设备是通过计算机辅助设计与制造技术，用于获取口腔三维数据、设计修复体并进行加工制作的设备。相比传统工艺，数字化技术具有精度更高、材料性能更优、尺寸稳定性更好的特点。",
                        "包含": {
                            "口腔科计算机辅助设计/制造系统（CAD/CAM）": {
                                "产品描述": "口腔科CAD/CAM系统用于计算机辅助设计和制造口腔修复体，提高制作精度和效率。",
                                "预期用途": "用于口腔修复体的设计和制造。",
                                "品名举例": "口腔CAD/CAM系统"
                            },
                            "牙颌模型扫描仪": {
                                "产品描述": "牙颌模型扫描仪用于牙颌模型、技工代型、印模等的三维扫描及建模，间接获取牙颌形态数字三维数据。",
                                "预期用途": "用于牙颌模型的数字化扫描和建模，支持修复体设计与制作。",
                                "品名举例": "牙颌模型扫描仪",
                                "结构组成": {
                                    "扫描仪主机": "包括箱体、3D传感器、扫描底座、校准工具等。",
                                    "配套软件": "用于设定扫描参数、处理和显示扫描数据。",
                                    "计算机": "安装扫描软件及专业设计软件，提供计算和存储功能。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "开机后输入患者信息、义齿类型、扫描模式等参数。",
                                        "将模型固定于扫描底座上，设置扫描范围后运行扫描仪。",
                                        "生成扫描数据并进行补扫或精扫，生成点云数据。",
                                        "利用专业设计软件对点云数据进行处理和设计。"
                                    ],
                                    "注意事项": [
                                        "避免强光直射，扫描过程中不要打开舱门。",
                                        "模型需充分干燥且无反光、碎屑，高度不得超过限高。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "每日使用前校准扫描仪，确认设备放置平稳，环境条件符合要求。",
                                    "工作结束后清洁扫描舱区域，定期润滑机械传动部件。",
                                    "及时更新软件版本，定期备份数据。"
                                ]
                            },
                            "口内扫描仪": {
                                "产品描述": "口内扫描仪通过直接扫描患者口腔获取牙颌三维数字形态，用于替代传统印模流程。",
                                "预期用途": "用于实时获取患者口腔内牙颌的三维数据，支持修复体设计与制作。",
                                "品名举例": "口内扫描仪",
                                "结构组成": {
                                    "主机": "承担影像数据处理、存储和信息交互等功能。",
                                    "口内相机(扫描手柄)": "手持式高速视频相机，用于采集牙齿三维几何数据。",
                                    "显示屏": "显示采集到的三维几何模型，支持用户交互。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "按修复体牙体预备原则完成备牙，接通电源开机。",
                                        "明确扫描范围，均匀喷涂喷粉(若需要)。",
                                        "将口内相机探头伸入口腔，启动扫描按钮，缓慢移动相机直至完成数据采集。",
                                        "扫描完成后关闭相机电源，生成高清三维模型。"
                                    ],
                                    "注意事项": [
                                        "扫描时关闭手术灯，动作连贯稳定。",
                                        "每完成一个病例后对口内相机前端进行消毒。",
                                        "出现重影或不清晰情况时需校准摄像头。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "定期校准设备，轻拿轻放防止碰撞。",
                                    "避免高温高湿环境，保证散热口畅通。",
                                    "定期清洁设备各组成部分。"
                                ]
                            },
                            "口腔数控加工设备": {
                                "产品描述": "口腔数控加工设备采用切削或研磨工艺，将材料加工成所需形状的修复体。",
                                "预期用途": "用于嵌体、贴面、部分冠、全冠、固定桥等修复体的制作。",
                                "品名举例": "口腔数控加工设备",
                                "结构组成": {
                                    "数据控制单元": "核心部件，负责接收和处理设计文件。",
                                    "切削研磨部件": "主体部件，由工作台、主轴、伺服电机、刀具等组成。",
                                    "辅助装置": "包括冷却系统、废料收集系统等。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "打开设备电源，选择需加工材料类型和刀具。",
                                        "放入工件并紧固，关闭舱门后启动加工程序。",
                                        "加工结束后取出工件，并恢复初始设置。"
                                    ],
                                    "注意事项": [
                                        "正确放置并紧固工件，启动加工前关闭舱门。",
                                        "长期不使用时取出刀具，防止生锈或损坏。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "使用前后清理碎屑，保持工作台清洁润滑。",
                                    "加工氧化锆后开启吸尘器清理机舱。",
                                    "定期更换刀具、冷却水，备份数据或参数。"
                                ]
                            },
                            "三维打印机": {
                                "产品描述": "三维打印机用于制作复杂形态的模型，适合批量加工，广泛应用于种植手术导板、颌面赝复体阴型等的制作。",
                                "预期用途": "用于种植手术导板、金属基底冠桥、隐形正畸矫治器等的制作。",
                                "品名举例": "三维打印机",
                                "结构组成": {
                                    "成型室": "用于模型成型的主要区域。",
                                    "喷头组": "含喷头、滚桶、固化系统，负责材料沉积和固化。",
                                    "材料存储及输送装置": "用于储存和输送打印材料。",
                                    "运动系统": "控制喷头和平台的精确运动。",
                                    "数控系统": "负责整体自动化控制。"
                                },
                                "操作常规及注意事项": {
                                    "操作常规": [
                                        "建模：准备三维模型的CAD、STL数据，选择制作方向、分层切片及支撑设计。",
                                        "载入及加工：传输数据到成型机中，启动快速加工。",
                                        "后处理：清洗模型、去除支撑、表面处理等。"
                                    ],
                                    "注意事项": [
                                        "保持加工平台清洁，工作时不要打开机器外壳。",
                                        "避免皮肤接触未固化的粉末，注意高电压或高温标识。"
                                    ]
                                },
                                "日常维护及保养": [
                                    "确保水平、温度、湿度、供电符合设备要求。",
                                    "定期清洁设备，测量精度并校准偏差。",
                                    "检查材料状态及到期日期，备份数据或参数。"
                                ]
                            }
                        }
                    },
                    "口腔技师工作台": {
                        "产品描述": "口腔技师工作台是口腔修复师进行各种口腔修复工作的主要工作平台，配备了必要的工具和设备，用于制作和修整牙科修复体。",
                        "预期用途": "用于制作和修整牙科修复体，如假牙、矫正器等。",
                        "品名举例": "口腔技师工作站"
                    },
                    "牙模托盘清洗机": {
                        "产品描述": "牙模托盘清洗机用于自动清洗牙模托盘，去除模型上的残留物，以便进行下一次使用。",
                        "预期用途": "用于清洗牙模托盘，确保模型的清洁和卫生。",
                        "品名举例": "牙模清洗机"
                    },
                    "石膏振荡器": {
                        "产品描述": "石膏振荡器用于震动和固化石膏模型，以获得更均匀和坚固的结构。",
                        "预期用途": "用于震动和固化石膏模型，提高模型的质量和准确性。",
                        "品名举例": "石膏震动器"
                    },
                    "简易颌架": {
                        "产品描述": "简易颌架用于支撑和定位患者的下颌，帮助口腔医生进行口腔检查和治疗。",
                        "预期用途": "用于支撑和定位患者的下颌，便于口腔操作。",
                        "品名举例": "下颌架"
                    },
                    "半可调式颌架": {
                        "产品描述": "半可调式颌架是一种可调节的下颌支撑装置，用于口腔检查和治疗时保持患者的下颌位置。",
                        "预期用途": "用于保持患者的下颌位置，便于口腔操作。",
                        "品名举例": "半可调颌架"
                    },
                    "全可调式颌架": {
                        "产品描述": "全可调式颌架是一种高度可调节的下颌支撑装置，用于口腔检查和治疗时保持患者的下颌位置。",
                        "预期用途": "用于保持患者的下颌位置，便于口腔操作。",
                        "品名举例": "全可调颌架"
                    },
                    "平行观测研磨仪": {
                        "产品描述": "平行观测研磨仪用于对口腔修复体进行精确的研磨和修整，以确保修复体的平行度和精准度。",
                        "预期用途": "用于研磨和修整口腔修复体，提高修复体的质量。",
                        "品名举例": "口腔研磨机"
                    },
                    "模型观测台": {
                        "产品描述": "模型观测台是用于观察和评估口腔修复体模型的平台，通常配备有光源和放大镜。",
                        "预期用途": "用于观察和评估口腔修复体模型，确保模型的准确性。",
                        "品名举例": "模型观测台"
                    },
                    "压力锅": {
                        "产品描述": "压力锅用于在高温高压条件下快速凝固牙科模型材料，以缩短制作时间。",
                        "预期用途": "用于快速凝固牙科模型材料，提高工作效率。",
                        "品名举例": "牙科压力锅"
                    },
                    "隐形义齿机": {
                        "产品描述": "隐形义齿机用于制作隐形矫正器等口腔修复体，通过计算机辅助设计和制造技术。",
                        "预期用途": "用于制作隐形矫正器等口腔修复体。",
                        "品名举例": "隐形矫正器制作机"
                    },
                    "注塑机": {
                        "产品描述": "注塑机用于将加热软化的塑料材料注入模具中，用于制作牙科修复体。",
                        "预期用途": "用于制作牙科修复体，如牙冠、牙桥等。",
                        "品名举例": "牙科注塑机"
                    },
                    "牙科设备": {
                        "牙科熔蜡器": {
                            "产品描述": "牙科熔蜡器用于熔化制作牙科模型和修复体时使用的蜡材料。",
                            "预期用途": "用于熔化牙科模型和修复体制作中的蜡材料。",
                            "品名举例": "牙科熔蜡炉"
                        },
                        "电蜡刀": {
                            "产品描述": "电蜡刀是一种电动工具，用于切割和修整牙科模型和修复体的蜡材料。",
                            "预期用途": "用于切割和修整牙科模型和修复体的蜡材料。",
                            "品名举例": "牙科电蜡刀"
                        },
                        "牙科熔金器": {
                            "产品描述": "牙科熔金器用于熔化制作牙科修复体时使用的金材料。",
                            "预期用途": "用于熔化牙科修复体制作中的金材料。",
                            "品名举例": "牙科熔金炉"
                        },
                        "贵金属铸造机": {
                            "产品描述": "贵金属铸造机用于将熔化的贵金属倒入模具中，制作牙科修复体。",
                            "预期用途": "用于制作牙科修复体，特别是贵金属修复体。",
                            "品名举例": "牙科铸造机"
                        },
                        "瓷沉积仪": {
                            "产品描述": "瓷沉积仪用于在牙科修复体上沉积陶瓷材料，用于制作陶瓷牙冠、贴面等。",
                            "预期用途": "用于制作陶瓷牙科修复体，提高修复体的美观性和耐用性。",
                            "品名举例": "陶瓷沉积机"
                        },
                        "比色仪": {
                            "产品描述": "比色仪用于比较牙科修复体的颜色，以确保修复体与患者牙齿颜色匹配。",
                            "预期用途": "用于比色和匹配牙科修复体的颜色，提高修复体的美观性。",
                            "品名举例": "牙科比色仪"
                        },
                        "金沉积仪": {
                            "产品描述": "金沉积仪用于在牙科修复体上沉积金材料，用于制作金牙冠、金贴面等。",
                            "预期用途": "用于制作金牙科修复体，提高修复体的耐用性和美观性。",
                            "品名举例": "金沉积机"
                        },
                        "镀金仪": {
                            "产品描述": "镀金仪用于在牙科修复体上进行金镀层处理，以提高修复体的耐用性和美观性。",
                            "预期用途": "用于镀金牙科修复体，增加修复体的耐腐蚀性和美观性。",
                            "品名举例": "牙科镀金机"
                        },
                        "电火花蚀刻仪": {
                            "产品描述": "电火花蚀刻仪用于通过电火花腐蚀金属，制作精细的牙科修复体。",
                            "预期用途": "用于制作精细的牙科修复体，如牙科微种植体。",
                            "品名举例": "电火花加工机"
                        },
                        "托槽定位器": {
                            "产品描述": "托槽定位器用于定位和固定矫正器中的托槽，确保矫正器的准确安装。",
                            "预期用途": "用于定位和固定矫正器中的托槽，确保矫正器的准确性和稳定性。",
                            "品名举例": "正畸器托槽定位器"
                        },
                        "牙弓丝热处理器": {
                            "产品描述": "牙弓丝热处理器用于加热和塑形矫正治疗中的牙弓丝，以实现牙齿的移动和矫正。",
                            "预期用途": "用于加热和塑形牙弓丝，帮助实现牙齿的矫正治疗。",
                            "品名举例": "牙弓丝热弯机"
                        },
                        "三维打印机": {
                            "产品描述": "三维打印机是一种数字化制造设备，适合复杂形态模型的加工，批量加工效率高。在口腔医学领域，它主要用于制作种植手术导板、颌面赝复体阴型、金属基底冠桥、隐形正畸矫治器、颌面外科手术导板等。三维打印机融合了数控技术、激光技术、精密伺服驱动技术、新材料技术等，可以制作出石膏、树脂、金属、蜡等材料的产品模型。",
                            "预期用途": "三维打印机在口腔医学领域主要用于制作各种口腔修复体和手术导板，以及进行模型的快速成型。",
                            "品名举例": "数字化三维打印机"
                        }
                    }
                }
            },
            "口腔颌面X线成像设备": {
                "定义": "口腔颌面X 线检查适用范围包括牙、牙周组织、上下颌骨，以及头颅、颌面部、颈部等 其他组织。由于口腔颌面部解剖结构复杂，结构左右对称，牙列及颌骨呈马蹄形，所以使用适 应其特殊解剖形态的专用X 线机，才能拍摄出对比度、锐利度和细致度较好的X 线片。口腔 颌面X 线成像设备主要包括牙科X 线机、曲面体层X 线机、口腔颌面锥形束CT。",
                "包含": {
                    "牙科X线机": {
                        "定义": "牙科X线机是医用X线机中最小型的X线机，具有容量小、体积小、结构简单、安装简便、操作灵活等特点，主要用于拍摄根尖片、禾片、禾翼片等口内X线片以及部分口外X线片。",
                        "产品描述": "牙科X线机是医用X线机中最小型的X线机，容量小、结构简单、操作灵活，主要用于拍摄根尖片、禾片、禾翼片等口内X线片以及部分口外X线片。",
                        "预期用途": "牙科X线机主要用于拍摄口腔内部结构的X线片，如牙齿、牙周组织等，以便于诊断和治疗规划。",
                        "品名举例": "牙科X光机",
                        "结构组成": {
                            "机头": "机头内有X线球管、变压器，前部设有窗口，窗口内装有铝滤过板用于吸收软射线，窗口外安装有遮线筒用于限制不必要的散射线。机头两侧设有正负刻度标记，便于调节投照角度。",
                            "支臂": "由水平臂和关节臂组成，内有杠杆、弹簧及数个关节，使机头能在一定范围内任意移动，以适应投照不同部位的X线片。",
                            "控制系统": "由控制面板、数码显示面板及曝光手闸构成，用于调节X线强度、X线量、照射时间及触发曝光。"
                        },
                        "工作原理": "X线球管内灯丝加热后产生电子，在正极高压作用下形成高速电子流，高速电子流撞击钨靶产生X线，X线经滤过板滤过和遮线筒限制后形成X线束，穿过被照体后在成像介质中形成潜影。",
                        "日常使用与维护保养": {
                            "操作步骤": [
                                "接通外接电源。",
                                "打开电源开关，指示灯变绿后调节电压、电流及曝光时间。",
                                "根据拍摄体位选择合适的曝光条件。",
                                "曝光完毕后将机头及支臂复位。",
                                "每日下班后，关闭电源开关，断开外接电源。"
                            ],
                            "维护保养": [
                                "保持机器干燥清洁。",
                                "定期检查支臂关节处导线，避免绝缘皮破损漏电。",
                                "定期检查使用频次过高的开关按键等。",
                                "定期检查球管是否漏油。",
                                "定期检查设备外壳及螺丝是否松动。",
                                "定期检测管电流、管电压及曝光时间的精确度。",
                                "定期邀请厂家工程师上门巡检。"
                            ]
                        }
                    },
                    "数字化牙科X线机": {
                        "定义": "数字化牙科X线机由牙科X线机和数字成像系统组成，按成像方式分类可分为直接成像（DR）和间接成像（CR）两种。因其具有成像速度快、亮度对比度可调、图像易于保存、占地小和环保等优点，正逐步取代传统胶片成像技术。",
                        "产品描述": "数字化牙科X线机由牙科X线机和数字成像系统组成，分为直接成像和间接成像两种。具有成像速度快，亮度、对比度可调，图像易于保存，占地小和环保等优点。",
                        "预期用途": "数字化牙科X线机用于拍摄根尖片、禾片、禾翼片等口内片以及部分口外片，其成像速度快，图像质量高，便于存储和传输，适用于现代数字化口腔医疗环境。",
                        "品名举例": "数字化牙科X光机",
                        "结构组成与特点": {
                            "直接成像DR": {
                                "传感器探头": "大小与牙片相当，厚度在3~4.5mm，边缘光滑圆钝，一端或中间连有数据传输线，内有一闪烁体，用于将接收的X线信号转变为光信号。",
                                "数据传输线": "由光导纤维束及CCD（charge-coupled device）摄像头构成，负责将光信号传输至图像工作站。",
                                "图像工作站": "装有图像处理软件及打印系统，用于完成图像处理、存储和输出，并可通过局域网将图像上传至医院PACS系统（picture archiving and communication system）。"
                            },
                            "间接成像CR": {
                                "影像板": "大小与厚度接近牙片，由表面保护层、PSL（photo stimulated luminescence）物质层、基板、背面保护层四层构成。",
                                "扫描仪": "由传送装置、激光发生装置、模数转换装置等构成，用于读取影像板上的潜影并将其转换为数字信号。"
                            }
                        },
                        "工作原理": {
                            "直接成像": "荧光体接收X线后发出相应强度的荧光，通过光导纤维传送至CCD探测器，进行光电转换后生成数字化图像。",
                            "间接成像": "X射线穿过被照体后在IP（imaging plate）板上形成潜影，潜影通过激光扫描产生紫外光，紫外光被光电倍增管放大转换成电信号，再由模数转换装置转换成数字信号，经软件处理形成图像。"
                        },
                        "日常使用与维护保养": {
                            "操作步骤": [
                                "接通外接电源。",
                                "打开数字成像系统和牙科X线机电源开关，调节电压、电流及曝光时间。",
                                "根据拍摄体位选择合适的曝光条件。",
                                "将传感器探头或影像板用一次性保护套包好，放入被照体内侧，曝光后直接读取图像或经扫描仪扫描后读取图像。",
                                "调节图像对比度及亮度至最优，保存并打印图像，并将图像上传至医院PACS系统供临床调阅。",
                                "关闭设备开关，断开外接电源。"
                            ],
                            "维护保养": [
                                "检查电源线有无破损和外漏及发烫。",
                                "检查各指示灯显示是否正常。",
                                "检查影像板感光面是否磨损。",
                                "调试载片架起始位。",
                                "校准影像板反射传感器。",
                                "定期检查载片架皮带是否松动，运动过程是否有异响。"
                            ]
                        }
                    }
                }
            },
            "口腔曲面体层X光机": {
                "包含": {
                    "口腔曲面体层X线机": {
                        "定义": "口腔曲面体层X线机结合体层摄影和狭缝摄影原理，通过一次曝光可显示全口牙、颌骨、鼻腔、上颌窦及颞下颌关节等的解剖结构。适用于颌骨多发病变、范围较大的颌骨病变、双侧颌骨的对比及对原因不明症状的筛查。",
                        "产品描述": "口腔曲面体层X线机结合体层摄影和狭缝摄影原理，通过一次曝光可显示全口牙、颌骨、鼻腔、上颌窦及颞下颌关节等的解剖结构。",
                        "预期用途": "用于拍摄口腔颌面部的曲面体层图像，适用于颌骨多发病变、范围较大的颌骨病变、双侧颌骨的对比及对原因不明症状的筛查。",
                        "品名举例": "口腔曲面体层X线机",
                        "结构组成": {
                            "X线球管": "内装真空管、变压器、绝缘油，外部有限束板，限制X射线只能从缝隙处垂直向外射出，缝隙一般在2mm左右。",
                            "伸缩式升降架": "安装于立柱上，可根据患者身高调节高度，正面有颏托和头颅固定装置。",
                            "转动横臂": "核心部件，一端支持X线管，另一端有片盒支架，完成曲面断层扫描运动。",
                            "立柱": "支撑整个设备装置，底座可用螺丝钉锁死以确保安全。",
                            "片盒支架": "用于盛放片盒或IP板。",
                            "控制面板": "用于控制X线强度、X线量、曝光时间以及切换各种拍摄模式。",
                            "头颅测量组件": "由横臂和装于其远端的头颅固定装置及持片架组成，用于头颅正、侧位定位摄影。"
                        },
                        "日常使用与维护保养": {
                            "准备工作": [
                                "打开扫描机架电源和主机箱电源，启动设备进行自检。",
                                "确保室内环境卫生整洁、机器表面干净。",
                                "核对患者信息，录入准确信息并选择相应曝光程序。"
                            ],
                            "投照操作步骤": [
                                "将胶片暗盒或成像板放在持片架上。",
                                "告知患者摘掉金属物品，调整机器高度，固定患者头部位置。",
                                "调整头位及咬合位置，确保影像无明显变形。",
                                "用颞夹固定住头颅不动。"
                            ],
                            "质量评价标准": "曲面体层片需显示包括双侧髁突、下颌骨下缘在内的下颌骨整体全貌，上下牙列清晰，曝光条件能够对比显示皮质骨、松质骨、牙釉质、牙髓腔等结构，影像无明显变形、左右对称。",
                            "后续工作": [
                                "引导患者离开X线机，复位机器。",
                                "保存并调整拍摄的X线片，为下一次拍摄作好准备。",
                                "记录交接班本，尤其是处理故障的详细记录。"
                            ],
                            "维护保养": [
                                "确保设备表面清洁干燥。",
                                "检查电源线有无破损、外漏及发烫。",
                                "每年进行射线队列校准、几何校准、kV和mA校准及定位线校准。",
                                "定期检查球管是否漏油，设备外壳是否松动或破损。"
                            ]
                        }
                    },
                    "数字化曲面体层X线机": {
                        "定义": "数字化曲面体层X线机是曲面体层摄影与数字化成像技术相结合的成果，具有辐射剂量低、成像速度快、图像易于贮存等优点。根据图像数据采集方法，分为计算机X线摄影(CR)和数字X线摄影(DR)两种。",
                        "产品描述": "数字化曲面体层X线机是曲面体层摄影与数字化成像技术相结合的成果，具有辐射剂量低、成像速度快、图像易于贮存等优点。根据图像数据采集方法，分为计算机X线摄影(CR)和数字X线摄影(DR)两种。",
                        "预期用途": "用于拍摄医学影像，其成像速度快，辐射剂量低，图像质量高，便于存储和网络传输，适用于现代数字化口腔医疗环境。",
                        "品名举例": "数字化曲面体层X线机",
                        "结构组成与原理": {
                            "CR系统": "由成像板、读取装置、图像处理系统和图像记录系统组成，成像板被X线照射后形成潜影，通过特定波长可见光读取并转换为电信号。",
                            "DR系统": "主要由荧光体、光导纤维、CCD探测器组成，荧光体接收X线后发出荧光，通过光导纤维传达至CCD探测器，进行光电转换生成数字化图像。"
                        },
                        "优缺点": {
                            "优点": [
                                "即刻成像，提高诊断速度，缩短患者等候时间。",
                                "无需暗室冲洗，减少污染。",
                                "降低辐射剂量。",
                                "图像对比度及亮度可调，扩大诊断范围。",
                                "数据保存和查询更加方便，支持科研及教学。",
                                "实现网络资源共享及远程会诊。"
                            ],
                            "缺点": [
                                "设备购置成本及维护成本较高。",
                                "图像密度分辨率不如传统胶片。",
                                "数据库的安全存储及管理难度较大。",
                                "更换新设备后数据库对接难度大。"
                            ]
                        },
                        "维护保养": [
                            "确保设备表面清洁干燥。",
                            "检查电源线有无破损、外漏及发烫。",
                            "每年进行射线队列校准、几何校准、kV和mA校准及定位线校准。",
                            "定期检查球管是否漏油，设备外壳是否松动或破损。",
                            "定期对CR扫描系统和CCD探测器进行校准。"
                        ]
                    }
                }
            },
            "口腔颌面锥形束CT": {
                "定义": "口腔颌面锥形束CT（Cone Beam Computed Tomography, CBCT）是一种专用于口腔颌面部疾病的诊断与治疗的三维成像技术，具有体积小、成本低、辐射剂量小且图像质量高的特点。",
                "产品描述": "CBCT 是一种体积小、成本低、辐射剂量小且图像质量高的三维成像技术，专用于口腔颌面部疾病的诊断与治疗。对比传统CT，其优势为占地面积小、价格相对便宜、辐射剂量较小、图像质量高等优点，目前已得到广泛应用。",
                "预期用途": "用于口腔医学的各个领域，包括种植、正畸、口腔颌面外科、牙周病、牙体牙髓病、颞下颌关节疾病、气道检查等，能够生成高精度的三维影像。",
                "品名举例": "口腔CBCT",
                "分类": {
                    "按形式分类": {
                        "卧式CBCT": {
                            "优点": [
                                "定位稳定，平躺时身体摆动小",
                                "检查过程舒适度高",
                                "图像更清晰",
                                "通常更易取得更大的投照视野",
                                "可以用于诊断呼吸睡眠综合征",
                                "卧式设计更易进行CBCT影像的功能应用拓展"
                            ],
                            "缺点": [
                                "机器占地面积大，结构复杂，生产成本高"
                            ]
                        },
                        "坐式CBCT": {
                            "优点": [
                                "小型化，相对立式CBCT具有更好的稳定性和舒适性"
                            ],
                            "缺点": [
                                "座椅承重有限制",
                                "不适用于行动不便的人",
                                "患者处于坐姿，头部易出现小幅度摆动，需要头部固定装置"
                            ]
                        },
                        "立式CBCT": {
                            "优点": [
                                "小型化，立式占地面积小，更节省空间",
                                "检查过程简单，投照操作类似传统曲面体层X线机的使用，方便快捷",
                                "投照带给患者的压力小，更人性化",
                                "更方便于乘坐轮椅的残疾人进行摆位投照",
                                "生产成本相对较低"
                            ],
                            "缺点": [
                                "患者处于站姿时，头部易摆动，检查过程中需要头部固定辅助装置"
                            ]
                        }
                    },
                    "按视野大小分类": [
                        "大视野",
                        "中视野",
                        "小视野"
                    ]
                },
                "结构组成与特点": {
                    "控制台工作站": "用于控制扫描器的计算机，在用户界面中操作运行和监控扫描器装置，以及采集数据分析。",
                    "扫描器装置": "系统的主要组成部分，由X线发生器和X线平板探测器构成，安装在电机驱动的转动臂上，围绕患者的头部旋转完成扫描运动。",
                    "控制箱": "包括各种用于控制设备功能部件的电路和电路板，连接工作站和扫描器装置。",
                    "标准附件": {
                        "头部支架": "固定在扫描器装置上，帮助患者固定位置，避免患者在扫描过程中过度运动。",
                        "QA模型": "用于执行质量保证程序。",
                        "校准底座": "用于将QA模型放置在扫描器装置上。"
                    }
                },
                "操作程序": {
                    "开机前检查": "每天开机前检查设备的完整性，观察温湿度，稳压电源工作状态。",
                    "扫描前准备工作": [
                        "接通CBCT和计算机工作站电源，打开电源开关。",
                        "启动软件，登记患者信息。",
                        "请患者取下所有金属首饰、眼镜和可取下的金属义齿。",
                        "请患者在扫描过程中缓慢呼吸，保持闭嘴姿势但不要咬紧牙齿。",
                        "选择合适的拍摄视窗大小、体素和拍摄模式后，为患者进行定位。"
                    ],
                    "患者定位": [
                        "患者应舒适就座，手置于膝上。",
                        "调节患者座椅高度，确保患者在扫描区域中处于正确位置。",
                        "调整头部支架的高度，使患者保持躯干和颈部挺直。",
                        "避免患者的衣服、头发、导液管和心电监护缆线等与扫描器装置发生缠绕。"
                    ],
                    "获得影像": "点击“预览”按钮准备预览曝光，确认“ready”灯亮起之后按下“scan”，获得预览图像并拍摄获得最终图像。"
                },
                "维护保养": [
                    "每天进行日常除尘，确保设备表面清洁，检查线路。",
                    "每周检查各指示灯显示是否正常，紧急制动开关功能。",
                    "每半年进行射线队列校准、几何校准、像素校准、质量检查。",
                    "每年进行kV/mA测试、定位线校准，检查球管是否漏油、设备外壳是否松动或破损。",
                    "不得在设备和工作站附近放置食品及饮料或饮食，定期邀请厂家工程师上门巡检。"
                ],
                "辐射防护": {
                    "辐射可能造成的损伤及风险": "非目标部位敏感器官如甲状腺可能产生辐射损伤，损伤程度与其本身对辐射敏感程度及辐射剂量有关。",
                    "安全防护原则": "遵循ALARA（as low as reasonably achievable）原则，即‘可达到的尽可能低的辐射剂量’原则。",
                    "辐射防护措施": [
                        "佩戴防护用品，如给患者佩戴铅围脖。",
                        "根据投照部位控制球管电流和曝光时间。",
                        "根据投照部位选择适当的照射野。",
                        "屏蔽防护，如隔室透视、隔室照像。"
                    ],
                    "机房防护要求": [
                        "机房有效使用面积应不小于5m²，最小单边长不小于2m，墙壁应至少有2mm铅当量的防护厚度。",
                        "位于多层建筑中的机房，天棚、地板应视为相应侧墙壁考虑，注意上下邻室的防护与安全。",
                        "机房的门窗必须合理配置，其防护厚度与所在墙壁相同。"
                    ]
                }
            },
            "口腔颌面外科设备": {
                "颞下颌关节镜": {
                    "产品描述": "颞下颌关节镜用于通过微创方式观察和治疗颞下颌关节的病变，常用于诊断颌关节紊乱、关节炎等疾病。",
                    "预期用途": "用于颞下颌关节的检查、诊断及微创治疗。",
                    "品名举例": "关节镜、颞下颌关节内窥镜"
                },
                "鼻咽纤维镜": {
                    "产品描述": "鼻咽纤维镜是一种通过鼻腔插入的细长镜体，用于观察鼻腔、咽喉及上呼吸道的病变，常用于鼻咽癌等疾病的早期筛查。",
                    "预期用途": "用于鼻咽部及咽喉的检查和诊断。",
                    "品名举例": "鼻咽镜、纤维鼻镜"
                },
                "唾液腺内镜": {
                    "产品描述": "唾液腺内镜用于检查和治疗唾液腺的疾病，能够直视唾液腺导管并进行微创治疗。",
                    "预期用途": "用于唾液腺及其导管的检查与治疗，尤其在慢性唾液腺炎、结石治疗中有重要应用。",
                    "品名举例": "唾液腺内镜"
                },
                "外科动力系统": {
                    "产品描述": "外科动力系统是一种高效能的医疗设备，常用于口腔外科手术中，如骨折复位、种植牙等。",
                    "预期用途": "用于外科手术中的切割、钻孔及其他精密操作。",
                    "品名举例": "外科动力装置"
                },
                "外科手术导航系统": {
                    "产品描述": "外科手术导航系统通过实时影像引导，帮助外科医生在复杂手术中精确定位和操作，提高手术安全性和成功率。",
                    "预期用途": "用于口腔及颌面部手术中的精准导航和定位。",
                    "品名举例": "手术导航仪、术中导航系统"
                },
                "超声刀": {
                    "产品描述": "超声刀是一种利用高频超声波进行组织切割和止血的设备，广泛应用于口腔及颌面部手术。",
                    "预期用途": "用于切割软组织及止血，尤其在肿瘤切除、牙槽骨手术等中有重要应用。",
                    "品名举例": "超声手术刀"
                },
                "腭电图仪": {
                    "产品描述": "腭电图仪用于记录腭部肌电活动，常用于评估口腔及面部肌肉功能的检测。",
                    "预期用途": "用于诊断和评估口腔及颌面部的肌肉功能障碍。",
                    "品名举例": "电图仪、腭肌电图"
                },
                "鼻音测量装置": {
                    "产品描述": "鼻音测量装置用于测量语音中的鼻音比例，帮助诊断因鼻腔问题引起的言语障碍。",
                    "预期用途": "用于诊断和评估鼻音异常，常用于语音治疗。",
                    "品名举例": "鼻音检测仪"
                },
                "嗓音采集装置": {
                    "产品描述": "嗓音采集装置用于录制和分析患者的嗓音，帮助诊断嗓音障碍及声带病变。",
                    "预期用途": "用于嗓音障碍的诊断及治疗效果评估。",
                    "品名举例": "嗓音分析仪"
                }
            }
        }
    }
}
