{
    "口腔检查": {
        "包含": {
            "一般检查": {
                "检查方法": {
                    "检查方法": [
                        "视诊",
                        "叩诊",
                        "探诊",
                        "叩诊",
                        "牙齿松动度检查"
                    ],
                    "操作说明": "检查前向被检查者做适当说明，动作轻柔，避免引起不适。",
                    "检查顺序": "按右上象限→左上象限→左下象限→右下象限的顺序进行检查。",
                    "检查技巧": {
                        "握持口镜": "一般左手握持口镜，右手使用探针和镊子。",
                        "防止错误": "检查时右手无名指为支点，防止滑脱和误伤。",
                        "光线调节": "通过口镜反射光线于被检查部位，增加照明，避免直接视线检查。"
                    }
                },
                "检查准备": {
                    "医生的准备": {
                        "仪表": "仪表端庄，仪态稳重，着装整洁。",
                        "卫生": "修剪指甲，穿白大衣，戴口罩和眼罩，流水下洗手法洗手，洗手后戴手套。",
                        "灯光和椅位": "戴手套前做好椅位和灯光的调节。"
                    },
                    "体位调节": {
                        "医生体位": "医生位于口腔科治疗椅的右前方或右后方。",
                        "患者体位": "患者躺在椅上，头部与医生同一水平，咬合平面尽量与地面平行。"
                    },
                    "灯光调节": "检查前调节好灯光，确保光线充足且视野良好，避免直射患者眼部。",
                    "患者的准备": "患者应清洁口腔，如有口腔疾病或牙石过多，需进行口腔检查。",
                    "检查器械的准备": "所有器械均需高压灭菌消毒，检查常用器械包括口镜、探针、镊子。",
                    "记录表的准备": "准备好记录表，按顺序进行检查和记录。"
                },
                "包含": {
                    "问诊": {
                        "别名": "询问病史",
                        "定义": "记录主要症状及持续时间，对患者的叙述进行科学概括和总结",
                        "检查内容": "1.现病史:记录本次发病情况，包括发病时间、主要症状、伴发症状、诊治经过及结果、睡眠、饮食等一般情况的变化，与鉴别诊断有关的阳性或阴性资料等，主要通过问诊，启发患者叙述相关的病史。2.有些口腔疾病往往和过去的健康状况、生活习惯等有关，须做简要记述。"
                    },
                    "视诊": {
                        "别名": "望诊",
                        "定义": "视诊是用肉眼直接观察患者的外表及局部情况，如发育与营养、神态与面容、口腔颌面部的改变等。",
                        "注意事项": "对于牙体的检查，应注意牙齿的色泽、数目、形态，有无龋坏等；对于牙周的检查，应注意牙龈的色、形、质，有无出血、增生或萎缩，有无牙结石沉积等；对于黏膜的检查，应注意有无麻斑、溃疡及斑纹样改变等；对于舌部的检查，应注意舌乳头有无增生或脱落，舌运动情况等。"
                    },
                    "探诊": {
                        "定义": "使用探针检查龋洞的深浅及疼痛反应，观察修复体边缘的密合度、牙齿松动情况，牙周探诊可测量牙周袋深度及范围。",
                        "使用工具": "普通探针（5号镰形探针），大弯端用于检查咬合面，三弯端用于检查邻面。",
                        "检查内容": {
                            "探诊深度（PD）": "指龈缘至袋底或龈沟底的距离。以mm为单位记录。健康牙龈的龈沟探诊深度不超过2～3mm，在健康状态下探针可进入结合上皮；有炎症时探针会超过结合上皮。进入炎症区达健康结缔组织冠方。经治疗后，结缔组织中炎症细胞浸润消失，胶原纤维新生，使结缔组织对探诊的抵抗力增强，探针不再穿透进入结缔组织中，而是中止在结合上皮内。",
                            "附着水平（AL）": "指袋（沟）底至釉牙骨质界的距离，也称临床附着水平（CAL）。附着水平的确定是将探诊深度减占釉牙骨质界至龈缘的距离，以mm为单位记录；若有龈退缩，则是将探诊深度加上龈退缩的距离。",
                            "探诊后出血": "探诊出血这一指标不能作为病情进展的指标，是探诊后不出血却可以作为牙周组织处于稳定阶段的较好指标。如果多数部位都存在探诊出血，可以预示有可能附着丧失在进展，它是附着丧失加重的重要危险指标之一。",
                            "龈下牙石": "沉积于龈缘之下的牙石，需用探针检查。",
                            "根分叉病变的探查": "用普通的弯探针或专门设计的Nabers探针探查多根牙的分叉区。检查上颌磨牙时，先探查颊侧中央处的根分叉区，再从腭侧分别探查近中和远中的根分叉区，但有的会有变异，需从颊侧探入；检查下颌磨牙时，从颊侧和舌侧中央处分别探查根分叉区。探查的内容应包括：探针能否水平方向探入分叉区，水平探入的深度，分叉的大小，有无釉质突起，根柱的长度，根分叉区是否有牙龈覆盖，注意检查根分叉区是否暴露。"
                        }
                    },
                    "叩诊": {
                        "使用工具": "金属手持器械的平端，如银汞充填器的柄端、金属口镜柄、压光器柄等。",
                        "检查方法": [
                            "执笔式握持器械",
                            "垂直向叩击牙尖或切缘",
                            "水平向叩击牙冠部唇（颊）舌面中部或牙尖端",
                            "先叩击正常牙作为对照，再叩击患牙。力量宜先轻后重，适宜力量为不引起疼痛的力量。"
                        ],
                        "定义": "根据患者对叩诊的反应（包括叩痛和声音清浊），判断根尖部和牙周膜的健康状况和炎症程度。",
                        "结果记录": {
                            "叩痛（-）": "适宜力量叩诊患者反应同正常牙。",
                            "叩痛（±）": "适宜力量叩诊患者感觉不适。",
                            "叩痛（+）": "重于适宜力量叩诊，引起患牙轻痛。",
                            "叩痛（++）": "轻于适宜力量叩诊，引起患牙剧烈疼痛。",
                            "叩痛（+++）": "患者的叩痛反应介于叩痛（+）和叩痛（++）之间。"
                        },
                        "常见问题": [
                            "选择不正确的工具，如尖头镊子进行叩诊。",
                            "叩诊顺序和方法不正确，如未进行垂直或水平向一个方向的叩诊。",
                            "叩诊力量过大等。",
                            "记录结果不正确，如将叩诊结果记录为疼痛、不疼等。"
                        ]
                    },
                    "扪诊": {
                        "定义": "医生用手指触扣可疑病变部位，了解病变部位、范围，有无扪痛，有无波动感等。",
                        "检查方法": {
                            "根尖部扪诊": {
                                "方法": "用示指指腹于可疑患牙的邻牙颊侧或舌侧牙龈的根尖部开始扪压，慢慢向可疑患牙根尖部移动，观察是否有压痛，如有压痛则提示根尖周组织有炎症存在。"
                            },
                            "脓肿波动感扪诊": {
                                "方法": "若根尖周已形成脓肿，应以示指和中指双指轻放在脓肿部位，分别用两指交替上下推压扪动，用指腹扪及波动感。"
                            }
                        },
                        "注意事项": [
                            "扪诊时应按照扪诊顺序操作，不要遗漏扪诊内容。",
                            "在进行脓肿扪诊时，要体现手指交替按压的动作，用另一手指感觉波动感。"
                        ]
                    },
                    "嗅诊": {
                        "定义": "通过嗅觉检查口腔内的气味，以判断口腔内是否有异味。如坏死性龈炎和牙髓坏疽均有特殊性腐败性气味。"
                    },
                    "咬诊": {
                        "注意事项": "咬诊检查应先从正中牙开始，然后做前伸及侧向运动。",
                        "检查方法": [
                            "空咬时某牙出现疼痛说明牙周有炎症。",
                            "咬棉球、棉签或器械柄出现疼痛，说明牙体有隐裂、根裂或牙面有牙本质过敏。"
                        ],
                        "结果记录": [
                            "将咬合纸置于咬合面，嘱患者做各种咬合动作，牙齿上所留印迹即为牙早接触的标记。",
                            "将烤软的蜡片置于牙面，嘱患者做正中咬合，待蜡片冷却后取出，观察蜡片最薄处或穿破点，为正中牙早接触部位。"
                        ]
                    },
                    "牙齿松动度检查": {
                        "定义": "检查前牙时用镊子夹住切缘摇动，检查后牙时用镊子抵进中央窝摇动，观察摆动范围。",
                        "结果记录": {
                            "松动度": {
                                "I度松动": "摆动幅度在1mm以内。",
                                "II度松动": "摆动幅度在1-2mm。",
                                "III度松动": "摆动幅度大于2mm。"
                            },
                            "方向": {
                                "I度松动": "仅颊（唇）舌（腭）方向松动。",
                                "II度松动": "颊（唇）和远中中向均有松动。",
                                "III度松动": "颊（唇）、远中和垂直方向均有松动。"
                            }
                        }
                    },
                    "牙髓活力检查": {
                        "定义": "牙髓活力测验是诊断牙髓病的一个非常重要的手段，包括牙髓温度测验（冷测、热测）和牙髓活力电测验。",
                        "使用工具": {
                            "冷测": "自制小冰棒或成品化学挥发剂罐（如四氟乙烷、氯乙烷、乙醚等）。",
                            "热测": "牙胶棒、酒精灯、火柴或打火机。",
                            "电活力测": "电活力测验仪、导电胶或润湿的小滤纸片。",
                            "棉纤卷": "用于隔离唇颊。"
                        },
                        "检查方法": [
                            "告知受试者牙髓活力检查的目的和受试牙可能出现的反应，如凉、热、钻人感、麻刺感、疼痛等，并教导反应时的示意方式。",
                            "用干棉卷卷放置测试牙的唇（颊）和（或）舌侧，隔离唾液。",
                            "先测健康对照牙，再测可疑牙。对照牙选择的顺序：同颌同名牙为首选。",
                            "测试时应选择没有牙体病损或充填体的完整牙面，一般选牙的唇、颊面的中1/3。",
                            "冷测：将冰棒或化学挥发剂放在牙面上测试。",
                            "热测：在测试牙面上放一小块导电胶或润湿的小纸片，将电测仪工作端放在牙面导电胶上。"
                        ],
                        "结果记录": {
                            "牙髓正常": "测试牙出现短暂的轻度感觉反应。",
                            "敏感": "反应程度更重，持续时间长。",
                            "迟钝": "温度刺激去除片刻后才出现反应。",
                            "无反应": "反复测强度测试牙均无反应。"
                        },
                        "注意事项": [
                            "牙对温度和电的反应受年龄、病态等影响。",
                            "禁用不可修复的牙齿进行测试。",
                            "测试时动作轻柔，勿用力刺激牙龈。",
                            "使用冷测时，牙面应保持干燥。"
                        ],
                        "常见问题": [
                            "检查前未做必要的医嘱说明。",
                            "测试时未隔离。",
                            "未选对照牙，对照牙选择错误，或测试顺序颠倒。",
                            "测试部位有病损或充填体。",
                            "冷测用三用枪的气或水。",
                            "牙胶热测时烫伤口腔软组织。",
                            "牙髓温度测验的结果用（+）、（-）、或疼痛、不痛等表示。",
                            "牙髓电活力测验结果描述为敏感、迟钝等。"
                        ]
                    },
                    "牙周探诊检查": {
                        "使用工具": {
                            "描述": "牙周探诊使用的器械为牙周探针，其顶端为钝头，顶端直径约0.5mm，探针上有刻度。",
                            "用途": "根据牙石的探查和根分叉病变的探查使用普通探针。"
                        },
                        "检查方法": [
                            "用拇指轻稳握住探针。",
                            "探诊时探针尖应可以是口内支点，也可以是口外支点。",
                            "探头自探针与牙体长轴平行，探针顶端紧贴牙面；根面深入牙周袋或龈沟，注意探入时若遇到牙石要开牙石，切忌探查。",
                            "探头力重要轻，约为0~25g。",
                            "以龈缘至袋底的移动来“走步”评估龈缘下不同的各个方面进行探查，以发现龈袋的深部以及龈袋的走向。",
                            "探针在探查时，要缓慢在龈缘处放入，探针可能倾倒便使探头触碰龈缘处下方的龈缘松处。",
                            "对各牙可分六个部位进行探测：每个牙齿要在每个牙面至少有6个点，观察近中、中央、远中出血反应（即测量近中、中央、远中出血）。"
                        ],
                        "检查内容": {
                            "目的": "目的是为了咬合检查，牙周袋探诊深度，附着水平，探诊后出血情况。",
                            "其他": "还应使用普通探针检查根面牙石情况，并用普通探针探查根分叉病变。"
                        },
                        "常见问题": [
                            "使用错误的探针：牙周检查使用的探针是牙周探针，而深龈探针的使用是普通探针。",
                            "探针倾斜或压力过大：导致检查结果不准确。",
                            "探查时未按牙面顺序进行：每个牙面至少探查6个点。",
                            "探查时未注意龈袋走向：探针过度深入或未能准确探查龈袋深度。"
                        ]
                    },
                    "颞下颌关节检查": {
                        "检查内容": {
                            "面型及关节活动度检查": {
                                "观察": "检查面部左右是否对称，包括关节区、下颌角、下颌支和下颌体的大小和长度是否正常，双侧是否对称；颏点是否居中，面下1/3是否协调。",
                                "触诊": "颞突活动度检查有两种方法：用手示指或中指分别置于两侧耳屏前方，嘱患者作开口运动，感觉颞突活动度；或将小指伸入外耳道内，贴外耳道前壁进行触诊。检查时注意双侧对比。"
                            },
                            "下颌运动检查": {
                                "开口度": "开口度和开口型是否正常，两侧关节运动度是否一致。",
                                "弹响和杂音": "有无关节弹响和杂音，弹响发生的时间、性质、次数和响度；在开闭口运动时是否有绞锁。"
                            },
                            "咀嚼肌及关节区触诊检查": {
                                "压痛": "检查颞突后区和颞突外侧是否有压痛。",
                                "肌肉收缩": "检查颞肌、咬肌、翼外肌等咀嚼肌群的收缩力，是否有痛，双侧是否对称。"
                            }
                        }
                    },
                    "咬合关系检查": {
                        "检查方法": {
                            "病人姿势": "患者坐于治疗椅上，正前调整治疗椅的位置和照明灯角度，使患者颌平面与水平面角度在0~45°。",
                            "医生姿势": "医生坐于患者右前方，观察并记录患者的咬合关系，手持镜保持患者口角，观察牙齿接触情况。"
                        },
                        "结果记录": {
                            "咬合关系": "确定并记录上下颌牙的咬合关系，评估前牙的近远中咬合接触关系是中性关系、远中关系或近中关系。",
                            "覆盖和覆牙合": [
                                "覆盖：上前牙切缘至下前牙唇面的水平距离。正常为3mm以内，超过3mm为深覆合。",
                                "覆牙合：上前牙切缘覆盖下前牙唇面的垂直距离。正常为2mm以内，超过2mm为深覆牙合。"
                            ],
                            "磨牙关系": "观察上下颌第一恒磨牙的关系，记录为中性、远中或近中关系。"
                        },
                        "注意事项": [
                            "检查时确保患者放松，避免紧张导致牙合关系异常。",
                            "记录时注意细节，确保准确描述患者的咬合情况。"
                        ]
                    },
                    "下颌下腺检查": {
                        "注意事项": {
                            "患者姿势": "患者取坐位，检查者应站在其右方（前或后），患者头稍低，略偏向检查侧，使皮肤、肌肉松弛，便于触诊。"
                        },
                        "检查方法": {
                            "视诊": "平视时及仰头位正面观察双侧下颌下区是否对称；开口位双侧口底是否对称，口底下颌下腺导管开口处有无异常分泌物或黏膜红肿、溃疡等。",
                            "触诊": "检查者手指紧贴下颌下区皮肤，首先触诊下颌下腺的大小、质地、活动度及有无异常包块和触压痛。进一步对下颌下区进行双合诊，复查以上口外触诊内容，同时由后向前检查口内下颌下腺导管的质地，有无结石，口外挤压腺体后观察口内导管口分泌情况。",
                            "注意事项": "口内检查时应戴手套。"
                        }
                    },
                    "社区牙周指数(CPI)检查及记录": {
                        "使用器械": {
                            "CPI探针": {
                                "特点": "探针尖端为一小球，直径为0.5mm；在距顶端3.5~5.5mm处为黑色涂抹区域，距顶端8.5mm和11.5mm处有两条环线。",
                                "作用": [
                                    "检查牙龈出血情况，用探针顶端小球轻探牙龈，观察无出血现象。",
                                    "探测牙石，用探针顶端小球轻探牙面，遇有牙石时牙面有微觉颤动感。",
                                    "测牙龈沟或牙周袋的深度，探针在3.5mm和5.5mm处的刻度便于测定牙周袋深度。"
                                ]
                            }
                        },
                        "检查方法": {
                            "步骤": [
                                "CPI检查即在指数牙上检查牙龈出血、牙石和牙周袋深度三项内容。",
                                "检查以探诊为主；结合视诊；共选6个区段，检查顺序为从右上后牙区段至上前牙区段，再上左后牙区段、左下后牙区段、下前牙区段、右下后牙区段。",
                                "检查时以改良握笔式握持CPI探针与牙长轴平行，探针轻缓插入龈沟或牙周袋内，距龈底插达约1mm，感觉龈下牙石，同时查看牙龈出血情况。",
                                "观察探针的刻度观察牙周袋深度。CPI探针使用时的力不超过20g，过力用力会引起患者疼痛，有时还会刺破牙龈。"
                            ],
                            "记录标准": {
                                "0": "牙龈健康",
                                "1": "龈炎，探诊后出血",
                                "2": "牙石，探诊可发现牙石",
                                "3": "早期牙周病，探针黑色部分全部露在龈袋外",
                                "4": "晚期牙周病，探针黑色部分完全覆盖",
                                "X": "除外区段（少于两颗功能牙存在）",
                                "9": "无法检查"
                            }
                        },
                        "注意事项": [
                            "探查时必须有支点，探针长轴须与牙长轴平行，探针检查时用力适当。",
                            "每颗指数牙的颊（唇）、舌（腭）面龈沟或牙周袋都须检查到。",
                            "一定要根据原则确定指数牙，不能在区段内随意确定指数牙。",
                            "记住CPI探针上每个刻度离探针顶端的距离，探针插入龈沟后，应仔细观察探针的刻度并记录。"
                        ]
                    }
                }
            },
            "特殊检查": {
                "包含": {
                    "X线检查": {
                        "检查内容": [
                            "确定龋齿的位置、范围、深度",
                            "检测髓腔的大小、有无髓石、内吸收、根管的形态和数量",
                            "观察根尖周围骨质的破坏情况",
                            "评估牙周膜的宽度、牙槽骨吸收的形态及程度",
                            "检查颌骨内的情况",
                            "对外伤患者检查有无根折、骨折"
                        ],
                        "包含": {
                            "根尖片": {
                                "适用症": "用于牙体病、牙髓病、根尖周病、牙周病的检查及治疗前后的对比观察"
                            },
                            "咬翼片": {
                                "适用症": "用于检查早期邻面龋、牙周炎，观察有无龋石"
                            },
                            "颌片": {
                                "适用症": "用于检查颌骨肿块、骨折、埋伏牙或异物定位"
                            },
                            "华特位片（鼻颏位）": {
                                "适用症": "用于上颌炎症及肿瘤、骨折的检查",
                                "观察部位": "鼻窦、眼眶、颧骨、颧弓、上颌骨"
                            },
                            "颧弓位片": {
                                "适用症": "用于检查颧弓有无骨折及骨折的复位情况"
                            },
                            "下颌斜侧位片": {
                                "适用症": "用于检查下颌骨的各种病变"
                            },
                            "髁突位片": {
                                "适用症": "用于检查颞下颌关节病变情况"
                            },
                            "曲面断层摄影": {
                                "适用症": "一次成像可获得上下颌骨及牙列的全景形象",
                                "特性描述": "对牙体和颌骨骨髓炎、肿瘤、外伤、炎症及发育异常等方面的X线诊断有价值"
                            },
                            "X线头影测量片": {
                                "适用症": "用于正畸和正颌外科，通过测量分析X线头影测量片，有助于对牙颌、颅面畸形患者做出正确的诊断和治疗计划"
                            }
                        }
                    },
                    "CT检查": {
                        "检查内容": "主要用于口腔颌面部肿瘤、炎症、外伤、涎腺及颌下颌关节病的检查与诊断"
                    },
                    "MRI检查": {
                        "检查内容": "在口腔颌面部主要用于累及范围较广泛及深在的肿瘤和颌下颌关节疾病的检查"
                    },
                    "数字减影血管造影检查": {
                        "检查内容": [
                            "消除无关结构的干扰",
                            "显示口腔颌面部位置深在的血管关系",
                            "评估与头、颈部大血管关系的密切程度",
                            "显示恶性肿瘤及血管病变"
                        ]
                    },
                    "关节镜检查": {
                        "检查内容": "对某些常见关节病有明显疗效，如颞下颌关节内紊乱的疼痛性关节绞锁、滑膜炎、骨关节痛、盘前移位及关节盘穿孔"
                    },
                    "细菌涂片": {
                        "检查内容": "检查口腔内细菌的方法",
                        "特性描述": "快速得出结果，明确致病菌，帮助判断病变活动情况和治疗效果"
                    },
                    "细菌培养": {
                        "检查内容": "检查口腔内细菌的方法",
                        "特性描述": "需3天以上出结果，通常同时做药物敏感试验"
                    },
                    "针吸细胞学检查": {
                        "检查内容": "用外径为0.6mm的细针头吸取病变组织，涂片做细胞学检查",
                        "特性描述": "安全、简便，能迅速做出诊断，适用于各类表面皮肤或黏膜完整的肿块"
                    },
                    "活体组织检查": {
                        "检查内容": "从病变部取一小块组织制成切片，在显微镜下观察细胞形态和结构，确定病变性质、类型、分化程度"
                    },
                    "放射性核素检查": {
                        "检查内容": [
                            "利用不同放射性核素特异的趋向性和病变组织与正常组织间代谢的差别",
                            "通过扫描计数或放射线摄影等方法测定放射性物质的分布情况"
                        ],
                        "特性描述": "辅助诊断疾病，口腔科多用^90mTc做涎腺及颌骨肿瘤的闪烁扫描或γ照相机摄片"
                    },
                    "实验室检查": {
                        "包含": {
                            "凝血功能": {
                                "检查内容": {
                                    "出血时间 (BT)": {
                                        "正常参考值": "1～5 分钟",
                                        "临床意义": "延长见于血小板数量减少和功能缺陷、急性白血病、坏血病等"
                                    },
                                    "凝血时间 (CT)": {
                                        "正常参考值": "活化法 1.4～2.05 分钟；试管法 4～12 分钟",
                                        "临床意义": "延长见于凝血因子缺乏、血液循环中有抗凝物质、纤溶活力增强等"
                                    },
                                    "凝血酶原时间 (PT)": {
                                        "正常参考值": "12～16 秒",
                                        "临床意义": {
                                            "延长": "肝脏疾病、维生素 K 缺乏、DIC、抗凝药物等",
                                            "缩短": "凝血因子增高、血小板增多症等"
                                        }
                                    },
                                    "活化部分凝血活酶时间 (APTT)": {
                                        "正常参考值": "24～40 秒",
                                        "临床意义": {
                                            "延长": "凝血因子缺乏、抗凝药物等",
                                            "缩短": "凝血因子增高、血小板增多症等"
                                        }
                                    },
                                    "凝血酶时间 (TT)": {
                                        "正常参考值": "11～18 秒",
                                        "临床意义": "延长见于纤维蛋白原减少、肝素存在、DIC等"
                                    },
                                    "纤维蛋白原 (fibrinogen, FG)": {
                                        "正常参考值": "2～4 g/L",
                                        "临床意义": {
                                            "增高": "急性炎症、肝炎、妊娠等",
                                            "降低": "DIC、严重肝病等"
                                        }
                                    }
                                }
                            },
                            "粪便常规": {
                                "检查内容": {
                                    "外观": {
                                        "正常参考值": "黄软、成形",
                                        "临床意义": "黏液便常见于细菌性痢疾等感染，黑色柏油样便常见于上消化道出血"
                                    },
                                    "白细胞": {
                                        "正常参考值": "0～偶见/HP",
                                        "临床意义": "白细胞增多一般见于肠道系统感染"
                                    },
                                    "潜血": {
                                        "正常参考值": "阴性",
                                        "临床意义": "阳性常见于上消化道出血"
                                    }
                                }
                            },
                            "尿常规": {
                                "检查内容": {
                                    "尿比重": {
                                        "正常参考值": "1.003～1.030",
                                        "临床意义": "比重高低与饮水量和肾脏浓缩功能有关，增高见于脱水、糖尿病、急性肾炎等，降低见于尿崩症、慢性肾炎等"
                                    },
                                    "尿 pH": {
                                        "正常参考值": "5.0～7.0"
                                    },
                                    "尿白细胞计数": {
                                        "正常参考值": "<5 个/HP",
                                        "临床意义": "增多常见于肾盂肾炎、膀胱炎、尿道炎等"
                                    },
                                    "红细胞计数": {
                                        "正常参考值": "<3 个/HP",
                                        "临床意义": "增多见于泌尿系结石、结核、肿瘤、肾炎及外伤等"
                                    },
                                    "管型": {
                                        "正常参考值": "无或偶见透明管型/HP",
                                        "临床意义": "透明管型增多见于剧烈运动、肾炎、肾病综合征等"
                                    },
                                    "尿蛋白 (Pro)": {
                                        "正常参考值": "阴性；20～80 mg/24h",
                                        "临床意义": "阳性见于急性肾炎、肾病综合征等"
                                    },
                                    "尿潜血 (BLD)": {
                                        "正常参考值": "阴性",
                                        "临床意义": "阳性可能为泌尿系统存在炎症、结石或肿瘤"
                                    },
                                    "尿糖 (GLU)": {
                                        "正常参考值": "阴性",
                                        "临床意义": "阳性可为暂时性或病理性，见于糖尿病、肾炎等"
                                    },
                                    "尿酮体 (KET)": {
                                        "正常参考值": "阴性",
                                        "临床意义": "阳性见于糖尿病、饥饿、醉酒、发热、脱水等"
                                    }
                                }
                            },
                            "血常规": {
                                "检查内容": {
                                    "红细胞计数 (RBC)": {
                                        "正常参考值": {
                                            "男": "4.0×10^12～5.5×10^12/L (400万～550万/mm³)",
                                            "女": "3.5×10^12～5.0×10^12/L (350万～500万/mm³)",
                                            "儿童": "4.0×10^12～5.3×10^12/L (400万～530万/mm³)"
                                        },
                                        "临床意义": "减少见于各种贫血，增多见于缺氧、脱水等"
                                    },
                                    "血红蛋白测定 (Hb)": {
                                        "正常参考值": {
                                            "男": "120～160g/L (12～16g/dl)",
                                            "女": "110～150g/L (11～15g/dl)",
                                            "儿童": "120～140g/L (12～14g/dl)"
                                        },
                                        "临床意义": "减少见于贫血，增多见于脱水等"
                                    },
                                    "白细胞计数 (WBC)": {
                                        "正常参考值": {
                                            "成人": "4.0×10^9～10×10^9/L (4000～10000/mm³)",
                                            "新生儿": "15×10^9～20×10^9/L (15000～20000/mm³)"
                                        },
                                        "临床意义": "增多见于感染、炎症等，减少见于再生障碍性贫血等"
                                    },
                                    "白细胞分类计数 (DC)": {
                                        "正常参考值": {
                                            "中性杆状核细胞": "0.01～0.05 (1%～5%)",
                                            "中性分叶核细胞": "0.50～0.70 (50%～70%)",
                                            "嗜酸性细胞": "0.005～0.05 (0.5%～5%)",
                                            "淋巴细胞": "0.20～0.40 (20%～40%)",
                                            "单核细胞": "0.03～0.08 (3%～8%)"
                                        },
                                        "临床意义": "各类细胞增多或减少见于不同疾病，如感染、过敏、白血病等"
                                    },
                                    "嗜酸性粒细胞直接计数 (EOS)": {
                                        "正常参考值": "50×10^6～300×10^6/L (50～300/mm³)",
                                        "临床意义": "增多见于过敏、寄生虫病等，减少见于应激反应等"
                                    },
                                    "血小板计数 (PLT)": {
                                        "正常参考值": "100×10^9～300×10^9/L (10万～30万/mm³)",
                                        "临床意义": "增多见于增多症，减少见于贫血、白血病等"
                                    }
                                }
                            },
                            "电解质检测": {
                                "正常参考值": {
                                    "钠 (Na+)": "135.0～145 mmol/L",
                                    "钾 (K+)": "3.50～5.30 mmol/L",
                                    "氯 (Cl-)": "96.0～110.0 mmol/L"
                                },
                                "适用症": "电解质紊乱"
                            },
                            "肝功能": {
                                "检查内容": {
                                    "谷丙转氨酶 (ALT)": {
                                        "正常参考值": "0～40 U/L",
                                        "临床意义": "增加常见于急慢性肝炎、药物性肝损伤、脂肪肝、肝硬化、心肌梗死、多发性肌炎、肌营养不良、胆道疾病等"
                                    },
                                    "谷草转氨酶 (AST)": {
                                        "正常参考值": "0～40 U/L",
                                        "临床意义": "增加常见于急慢性肝炎、药物性肝损伤、脂肪肝、肝硬化、酗酒、心肌梗死、多发性肌炎、肌营养不良、胆道疾病等"
                                    },
                                    "γ-谷氨酰转肽酶 (γ-GT)": {
                                        "正常参考值": "0～50 U/L",
                                        "临床意义": "明显增高：肝癌、阻塞性黄疸、晚期性肝硬化、胰头癌"
                                    }
                                }
                            },
                            "肾功能": {
                                "检查内容": {
                                    "血清肌酐 (Cr)": {
                                        "正常参考值": "44～133 μmol/L",
                                        "临床意义": {
                                            "增高": "肾衰竭、尿毒症、心力衰竭、巨人症、肢端肥大症、水杨酸盐类治疗等",
                                            "降低": "进行性肌萎缩、白血病、贫血等"
                                        }
                                    },
                                    "尿素氮 (BUN)": {
                                        "正常参考值": "1.79～7.14 mmol/L",
                                        "临床意义": {
                                            "增高": "慢性肾炎、重症肾盂肾炎、急慢性肾功能障碍、心力衰竭、休克等",
                                            "降低": "严重的肝病"
                                        }
                                    }
                                }
                            },
                            "血糖": {
                                "正常参考值": "3.61～6.11 mmol/L",
                                "适用症": {
                                    "增高": "糖尿病、慢性胰腺炎、心肌梗死、甲亢、脑垂体嗜酸性细胞瘤、颅内出血、颅外伤等",
                                    "降低": "胰岛素瘤、严重肝病患者"
                                }
                            },
                            "血沉": {
                                "正常参考值": {
                                    "男性": "0～15 mm/h",
                                    "女性": "0～20 mm/h"
                                },
                                "适用症": {
                                    "增快": "急性和慢性炎症、风湿热活动期、结核活动期、组织损伤及坏死、恶性肿瘤等",
                                    "减低": "红细胞增多症、白细胞增多症、低纤维蛋白原血症等"
                                }
                            }
                        }
                    }
                }
            }
        }
    }
}