{
    "口腔疾病预防手段": {
        "包含": {
            "龋病预防": {
                "适用症": "龋病",
                "适用人群": "全年龄段人群",
                "预防方法": "1.了解龋病危险因素：致龋菌数量高、牙齿的生理或医源性因素、饮食中糖摄入的数量、成份、频率及时间是导致龋齿的重要因素。变异链球菌及其他致龋菌的早期定植是导致龋齿发生、发展的一个重要危险因素。 牙跟退缩导致牙根暴露会增加患根面龋的风险。 配戴正畸矫治器、设计不良或就位不佳的可摘局部义齿也会增加患龋风险。 频繁摄入精制的碳水化合物、频繁使用含糖的口服药物等使得致龋菌连续代谢产酸，菌斑pH 下降。 这些因素综合起来，随着时间的推移，便导致了龋齿的发生。2.风险评估：从预防龋病的角度来讲，通过龋病的风险评估，有针对性地进行龋病管理，才会达到一个比较理想的预防效果。早期龋的发现，在预防上尤为重要。 因为早期龋具有可逆性，只要预防和治疗措施得当，可以完全恢复为健康状态，这些措施包括良好的饮食行为习惯良好的口腔保健行为习惯局部专业用颌、再矿化治疗以及目前比较流行 的渗透树脂治疗等。3.菌斑控制：机械清除菌斑是简易的自我保健方法，包括刷牙、使用牙线、牙间隙刷清洁牙齿等。最大限度清除牙表面菌斑;用包括有黄芩、厚朴、五倍子、金银花、三颗针、两面针、三七及茶叶的牙膏，使用非特异性蛋白酶牙膏，将茶多酚、甲壳胺放在含漱剂或牙膏内使用，接受防龋疫苗，使用含有特异性抗体的漱口水和牙膏等。4.控制糖摄入和使用代糖：减少零食和饮料摄入，减少糖摄入频率并及时清洁。5.增强牙的抗龋力：通过窝沟封闭、氟化物等方式增加抗龋力6.定期进行口腔健康检查，做到早发现早治疗。",
                "包含": {
                    "氟化物防龋": {
                        "适用症": "龋病",
                        "适用人群": "全年龄段人群",
                        "预防机制": "氟化物的防龋机制主要通过以下几方面实现：1. 抑制牙釉质脱矿：氟离子与唾液中的钙离子结合，形成氟化钙的沉积，覆盖在牙齿和黏膜表面，减少矿物质的流失。2. 促进再矿化：氟离子进入牙釉质后，与钙磷酸盐结合形成氟磷灰石，增强牙齿的耐酸性，促进再矿化。3. 调节口腔环境：氟离子影响细菌代谢，减少细菌产生的酸，提升局部pH值，抑制龋齿形成。综上，氟化物通过结合抑制牙釉质的脱矿和促进再矿化，降低溶解性和提升pH值，预防龋病的发生。",
                        "预防方法": [
                            "局部应用:局部用氟防治龋齿的方法包括：1. 含氟牙膏： - 常用成分：氟化钠、单氟磷酸钠、氟化亚锡。- 作用：通过与牙釉质反应形成氟磷灰石，增强牙齿抗酸能力。- 使用建议：每天使用，尤其适用于儿童和青少年。2. 含氟漱口液：- 适用人群：6岁以上儿童和成人，特别是正畸患者。- 使用方法：每日使用0.2%或0.05%氟化钠溶液漱口。- 优点：使用方便，适合大规模防龋。3. 含氟涂料：- 常用浓度：5%氟化物。- 使用方法：每年1-2次涂布于牙齿表面。- 效果：有效预防乳恒牙龋齿。4. 含氟凝胶与泡沫：- 含氟凝胶：常用于专业应用，需在专业人员指导下使用。- 含氟泡沫：使用频率低，但效果显著。这些方法通过局部应用氟化物，直接增强牙齿的抗龋能力，预防龋齿的发生。",
                            "全身应用:全身应用氟化物防治龋齿的方法主要包括饮水氟化、食盐氟化、牛奶氟化以及使用氟片和氟滴剂。饮水氟化是通过调整饮用水的氟浓度至0.7-1.0mg/L，以减少龋齿发生率。研究表明，这种方法可以显著降低龋齿发生，且安全、经济。食盐氟化适用于未开展饮水氟化的地区，通过在食盐中添加90-350mg/kg的氟来实现，具有覆盖广、生产简单的优点。牛奶氟化是在牛奶中添加氟化物，适合于儿童，能够有效降低乳牙和恒牙的龋齿发生率。氟片和氟滴剂则是口服氟补充剂，需根据年龄和当地饮水氟浓度调整用量，特别适合于不适用其他氟化方法的儿童。总体而言，这些方法通过提高体内氟摄入量，增强牙齿的抗龋能力，达到预防龋齿的目的。"
                        ],
                        "注意事项": "氟化物对人体健康的影响与氟的摄入量有关，在一定范围内，氟具有维护机体正常生理机能和预防疾病的作用，而超过一定剂量则会导致机体急慢性中毒情况的发生。每公斤体重每天的摄氟量在0.05-0.07mg 为适宜的，一般不应超过上限。当人体大量摄入氟后可能导致急性氟中毒和慢性氟中毒，急性氟中毒包括恶心、呕吐、腹泻、甚至肠道出血，重者引起心、肝、肾器质性损害，以致昏迷。慢性氟中毒可导致氟骨症和氟牙症。"
                    },
                    "窝沟封闭": {
                        "别名": "点隙窝沟封闭",
                        "适用症": "龋病;有深窝沟的牙齿，尤其是刚萌出的乳磨牙和恒磨牙",
                        "适用人群": "儿童",
                        "特性描述": "使用树脂类或玻璃离子类封闭剂，通过光固化或自凝固化的方式形成保护层",
                        "使用设备": "光固化设备;探针;毛刷;水枪",
                        "使用药物": "窝沟封闭剂;清洁剂;酸蚀剂",
                        "预防机制": "窝沟封闭是通过填充窝沟，阻断食物残渣和细菌进入窝沟，减少龋齿发生的机制。窝沟封闭剂填充窝沟后，形成平整的牙面，减少食物残渣在窝沟中的残留，阻断细菌的生长，减少酸的产生，从而预防龋齿的发生。",
                        "预防方法": "1.清洁牙面:酸蚀与封闭前首先应对牙面，特别是窝沟做彻底清洁，方法是在低速手机上装好锥形小毛刷或橡皮杯，醮上适量清洁剂来回刷洗牙面（也可不使用清洁剂，醮水后进行清洁），同时使用探针清洁窝沟。 清洁剂可以用浮石粉或不含氟牙膏，要注意不使用含有油质的清洁剂或过细磨料。 彻底冲洗牙面后应冲洗漱口，再用尖锐探针清除窝沟中残余的清洁剂。2.酸蚀：清洁牙面后即用棉纱球或棉卷隔湿，将牙面吹干后用细毛刷、小棉球或小海绵块蘸上酸蚀剂放在要封闭的牙面上。 酸蚀剂可为磷酸液或含磷酸的凝胶，酸蚀面积应大于接受封闭的范围，一般为牙尖斜面2/3。 恒牙酸蚀的时间一般为20~3 0秒，乳牙酸蚀60秒。 注意酸蚀过程中不要擦拭酸蚀牙面，因为这样会破坏被酸蚀的牙釉面，降低粘接力。 放置酸蚀剂时要注意酸的用量适当，不要溢出到口腔软组织，还要注意避免产生气泡。3.冲洗和干燥：酸蚀后用水彻底冲洗，随后保持牙面干燥不被唾液污染。4.涂布封闭剂：用细刷笔、小海绵或制造厂家的专用供应器，将封闭材料涂布在酸蚀的窝沟点隙处。 注意使封闭剂渗入窝沟，使窝沟内的空气排出。 在不影响咬合的情况下尽可能有一定的厚度，有时可能会有高点，需要调拾。 如果涂层太薄就会缺乏足够的抗压强度，容易被咬碎，导致封闭剂脱落。5.固化：光固化剂封闭剂涂布后，立即用可见光源照射，一般为20-40秒，照射部位要大于封闭剂涂布部位。6.检查：用探针进行全面检查，了解固化程度、粘接情况，有无气泡存在。"
                    },
                    "预防性树脂填充": {
                        "适用症": "深的点隙窝沟有患龋倾向、沟裂有早期龋迹象、釉面窝沟和点隙有龋损。",
                        "特性描述": "预防性树脂填充用于防止龋损，通过去除病变组织并使用树脂材料填充。",
                        "使用设备": "手机、球钻、喷砂机。",
                        "使用药物": "酸蚀剂、氢氧化钙垫底剂。",
                        "预防方法": "1.用手机去除点隙窝沟龋损组织，球钻大小依龋坏范围而定，不作预防性扩展2.清洁牙面，彻底冲洗干燥、隔湿3.C 型在酸蚀前应将暴露的牙本质用氢氧化钙垫底4.酸蚀牙面及窝沟5.A型只需用封闭剂涂布牙面窝沟及窝洞；B型用流动树脂材料或加有填料的封闭剂充填，固化后在牙面上涂布一层封闭剂；C型在窝洞内涂布一层牙釉质粘接剂后用后牙复合树脂充填。术后检查充填及固化情况，有无漏涂、咬合是否过高",
                        "预防原则": "根据龋损范围选择合适的填充类型，确保填充后无渗漏。",
                        "注意事项": "注意避免唾液污染，保持酸蚀面绝对干燥。",
                        "适用人群": "有患龋倾向或早期龋迹象的人群。",
                        "预防机制": "通过去除病变组织和填充树脂材料阻止龋损发展。"
                    },
                    "非创伤性修复治疗": {
                        "别名": "ART",
                        "特性描述": "不需电动口腔科设备、术者容易操作、患者易千接受、避免去除过多牙体组织、玻璃离子中氯离子的释放可使牙本质硬化以阻止龋的发展、兼有治疗和预防效果等。 该项技术适合在偏远山区、农村等缺少电力和复杂口腔科设备的地区使用，因此得到世界卫生组织的推荐，已先后在许多国家得到推广。",
                        "适用症": "无牙髓暴露、无可疑牙髓炎的恒牙和乳牙的中小龋洞，能允许最小的挖器进入",
                        "使用器械": [
                            "口镜",
                            "镊子",
                            "探针",
                            "调拌纸",
                            "调拌刀",
                            "挖匙",
                            "牙用手斧（或称钝形器）",
                            "雕刻刀"
                        ],
                        "使用药物": [
                            "玻璃离子粉",
                            "液",
                            "牙本质处理剂"
                        ],
                        "预防方法": "使用棉卷隔湿保持干燥，清洁牙面，去除腐质后进行酸蚀处理，使用玻璃离子材料填充并进行光固化。",
                        "注意事项": "确保工作环境干燥，避免唾液污染；调拌材料时注意避免气泡；充填后患者一小时内不要进食；去除腐质时避免损伤牙本质层。"
                    },
                    "树脂渗透术": {
                        "作用机制": "龋病形成初期，在酸等因素的作用下，牙釉质表层出现脱矿，形成许多微小孔隙，这些微小孔隙相互连通构成“微孔网络”，它是酸和溶解矿物质的扩散通道，也是低黏度液体发生虹吸的通道。低黏度、高渗透性流动树脂可由此渗透到脱矿牙体组织中，填充这些微孔，封闭酸和细菌进入牙体组织的路径，阻断龋病进展；还可以为牙体组织提供机械性的支持，阻止牙釉质层塌陷，龋洞形成。",
                        "适用症": "树脂渗透治疗仅适用于尚未形成龋洞的，病损范围局限于牙釉质表层至牙本质浅1/3的邻面及光滑面早期龋，而不适合治疗早期窝沟龋。它的优点是可以稳定脱矿龋损，保存硬组织，永久封闭牙釉质表面微孔，阻止龋变发展，无术后敏感及牙髓感染风险，降低龋炎和牙周炎的概率。其用于正畸患者的白斑色脱矿唇面时，美观效果好，患者接受度高。",
                        "预防方法": "1.术前先清洁患牙及邻牙，橡皮障隔离操作区区域。2.涂布15%盐酸凝胶，酸蚀2分钟，大量清水加压冲洗。3.干燥牙面，无水乙醇浸入病变区保持30秒，吹干木板，涂布渗透树脂30秒，避免静置3分钟，牙线清理邻面多余树脂，光固化40秒，重复涂布，静置1分钟，清理干净后光固化40秒。4.拆除橡皮障后抛光牙面。使用渗透树脂应当就使用橡皮障隔离术区，避免盐酸凝胶酸蚀邻牙，灼伤黏膜，同时可以有效隔离唾液，防止污染牙面。酸蚀后的牙釉质表面干燥至白垩色，如果呈白垩色应重新酸蚀。渗透树脂涂布后充分扩量，重复涂布有利于树脂渗透充分。固化灯照射时应尽量贴近牙面进行固化。"
                    }
                }
            },
            "牙周病预防": {
                "适用症": "牙周炎",
                "适用人群": "全年龄段人群",
                "预防原则": "牙周病的预防应遵循三级预防的原则，强调一级预防措施。菌斑控制是预防龋炎和牙周炎最主要的措施。消除局部刺激因素，控制相关危险因素和提高宿主的抵抗力是牙周炎预防的有效措施。",
                "注意事项": "牙周病的一级预防是在疾病发生之前，去除炎症始动因子和局部危险因素，包括个人一生中不断地彻底地清除菌斑，保持牙面的清洁；定期接受口腔专业人员的预防性清洁术；修复牙周组织的解剖缺陷或异常，调颌、纠正不良习惯、修整不良修复体等。一级预防包括所有针对牙周病的病因和危险因素采取的干预措施。牙周病的二级预防是在疾病发生的早期，早发现，早诊断，早治疗。刷牙出血是龋炎的指征，出现刷牙出血的症状要尽早就诊。牙周病的早期，通过口腔专业人员的龋上洁治术、龋下刮治术及根面平整等措施，改善牙周组织的健康状况。早期的牙周炎是可以控制的。二级预防的效果是在一级预防基础上取得的，其远期效果与患者是否能长期坚持各种预防措施有关。牙周病的三级预防是指牙周组织遭到破坏，牙周病发展到严重和晚期阶段所采取的治疗措施以及修复失牙，重建功能。并通过随访，予以维护治疗，维护其疗效，预防复发。同时，还应治疗相关的全身性疾病，如糖尿病，增强牙周组织的抵抗力。总之，牙周疾病的预防需要健康教育和具体预防措施相结合，个人自我口腔保健与专业口腔维护相结合，而且其效果更有赖于患者对家庭防护措施的坚持和正确实施。",
                "包含": {
                    "个人菌斑控制": {
                        "注意事项": "菌斑控制需要一生中不断地、长期坚持和终生实施，才能够有效地维护口腔健康，预防口腔疾病",
                        "预防方法": "1.刷牙：刷牙被普遍认为是维护口腔卫生、机械性去除菌斑和软垢最常用、最有效的方法。刷牙适用于所有人群，刷牙是自我口腔保健的主要手段，使用设计合理的牙刷和科学的刷牙方法能有效地清除菌斑，通常建议每天早晚刷牙，也可午餐后增加一次。 但与刷牙次数相比，更应强调刷牙的效果。2.牙线 3.牙签 4.牙间隙刷 5.化学制剂控制菌斑",
                        "包含": {
                            "刷牙": {
                                "特性描述": "刷牙被普遍认为是维护口腔卫生、机械性去除菌斑和软垢最常用、最有效的方法.刷牙是自我口腔保健的主要手段，使用设计合理的牙刷和科学的刷牙方法能有效地清除菌斑",
                                "适用人群": "全年龄段人群",
                                "预防方法": "通常建议每天早晚刷牙，也可午餐后增加一次。 但与刷牙次数相比，更应强调刷牙的效果。",
                                "注意事项": "刷牙虽然是维护口腔卫生的有效方法，但仅靠刷牙通常只能清除唇（颊）舌（聘）面和咬合面的菌斑，不足全口菌斑的一半，难以清除邻面菌斑。 因此，除了刷牙外，还需要采用一些特殊的邻面清洁工具如牙线、牙间隙刷等帮助去除牙间隙的菌斑及软垢。"
                            },
                            "牙线": {
                                "特性描述": "牙线由多股平行排列的尼龙丝或涂层丝线制成，用于清洁牙齿邻面和桥基牙的邻面。",
                                "适用症": "牙菌斑堆积、牙周病预防",
                                "使用设备": "牙线、持线柄",
                                "预防方法": "使用牙线是保持口腔卫生和预防牙周病的重要方法。首先，选择适合的牙线类型，如含蜡牙线、香料氟含氟牙线或膨胀牙线，以满足不同的清洁需求。使用前，确保口腔清洁，去除牙石并平整根面。使用牙线时，取30~40cm长的牙线，适当缠绕在手指上，保持1.0~1.5cm的间距。对着镜子练习，以确保正确的操作角度。将牙线轻柔地通过牙齿的接触点，避免过度用力，以免损伤牙龈。将牙线紧贴牙面，呈C形包绕，刮除牙面菌斑。清洁过程中，注意每个邻面的菌斑都要重复清理3~4次，以确保彻底清洁。对于难以操作的区域，可以使用持线柄辅助。清洁完一个区域后，漱口以去除刮下的菌斑。每天坚持使用牙线，有效预防牙菌斑堆积和牙周病。",
                                "预防原则": "通过刮除牙面上的菌斑，保持口腔卫生",
                                "注意事项": "使用牙线时动作要轻，不要过分用力以免损伤牙龈",
                                "适用人群": "所有需要预防牙周病和保持口腔卫生的人群",
                                "预防机制": "通过物理清除牙齿邻面的菌斑，防止菌斑堆积导致的牙周病"
                            },
                            "牙签": {
                                "适用症": "在龈乳头退缩或牙周治疗后牙间隙增大时，用于清洁邻面和根分叉区。",
                                "预防方法": "将牙签以接近水平方向进入牙间隙，牙签尖端指向咬合面，侧面紧贴邻面牙颈部，做颊舌向里外拉动，清除邻面菌斑和嵌塞的食物，然后漱口。",
                                "注意事项": [
                                    "1.无龈乳头退缩者，不宜使用牙签。",
                                    "2.使用牙签时动作要轻，勿将牙签强行压入健康的龈乳头区，以免损伤牙龈。"
                                ]
                            }
                        }
                        
                    },
                    "专业人员菌斑控制": {
                    "预防方法": "建议每6~12月进行一次口腔检查，由口腔专业人员采用预防性清洁术或跟上洁治术帮助个人彻底去除牙石，清除菌斑。",
                    "包含": {
                        "预防性清洁术": {
                            "定义": "预防性清洁术是口腔专业人员针对牙跟健康者的牙周维护措施。采用洁治和抛光技术去除牙冠上的菌斑、牙石及着色，是为牙跟健康者定期口腔检查时提供的主要口腔卫生服务内容。",
                            "适用人群": "没有龈下牙石或牙周袋的牙龈健康者",
                            "预防方法": "使用菌斑显示剂显示患者的菌斑；指导患者用牙刷清除难以刷到的部位的菌斑；使用邻面清洁器或牙线清除邻面的菌斑；若有牙石，使用洁治器去除；用橡皮杯蘸抛光膏清洁、抛光牙面。"
                        },
                        "龈上洁治术": {
                            "特性描述": "牙周病不能被治愈，但大多数情况下可以被控制。因此，对牙周病患者，要通过长期规范的牙周治疗和定期的监测才能有效控制牙周病，而跟上洁治术是最常用的措施之一。",
                            "预防方法": "龈上洁治术是由口腔专业人员使用器械去除牙冠和根面牙石的方法，是一项贯穿牙周病三级预防的措施。跟上洁治术比预防性清洁术需要更多的技能和经验。"
                        },
                        "牙周维护治疗": {
                            "别名": "牙周支持治疗",
                            "预防机制": "去除龈沟区域的菌斑微生物，控制疾病的复发和发展",
                            "预防方法": "针对已经完成牙周治疗的患者去除牙颈部、牙周袋区域的菌斑，洁治和抛光牙面，牙周评估，以及患者的菌斑控制效果评价。若出现新的牙周病症状或牙周病复发，必须考虑进一步的诊断和治疗。",
                            "注意事项": "牙周维护是牙周治疗之后的随访治疗，预防性清洁术是对牙跟健康者的牙周维护；牙周维护治疗与牙周治疗也不同，牙周维护治疗的目的是去除龈沟区域的菌斑微生物，而牙周治疗的目的是尽可能去除跟下菌斑、牙石，阻止细菌的聚集。"
                        },
                        "牙间隙刷": {
                            "适用症": "牙龈退缩者，也可用千根分叉贯通病变的患牙",
                            "特性描述": "例如清除邻面菌斑与食物残渣、矫治器、固定修复体、种植牙、牙周夹板、间隙保持器以及其他常规牙刷难以达到的部位，如前磨牙邻面凹陷处，不论牙线或牙刷都无法清洁，可选用形态适当的牙间隙刷清除根分叉、凹的根面最后磨牙远中面等部位的菌斑。 当牙排列齐时，口腔内有复杂的修复体或牙龈萎缩、根分叉暴露时，可用特制的牙间隙刷清除邻间污垢，其效果优于牙线。 对于牙邻面外形不规则或有凹面时，牙间隙刷较牙签更利于去除菌斑"
                        },
                        "化学制剂控制菌斑": {
                                "预防方法": "应用有效的化学药物来抑制菌斑的形成或杀灭菌斑中的细菌是控制菌斑的另一条途径。化学制剂必须依靠一些载体，如含漱剂、牙膏、口香糖、牙周袋冲洗液、缓释装置等才能被传递到局部，起到控制菌斑的作用。",
                                "使用药物": [
                                    {
                                        "名称": "氯己定",
                                        "别称": "洗必泰 (hibitane)",
                                        "描述": "化学名称为双氯苯双胍己烷，是二价阳离子表面活性剂。",
                                        "作用机制": "减少细菌在牙面的黏附和定殖。",
                                        "用途": "用于局部含漱、涂擦和冲洗。",
                                        "常用剂型": "0.12% 或 0.2% 的含漱液。",
                                        "使用方法": "每天早晚 2 次，每次 10mL，在刷牙和使用牙线之后含漱 1 分钟。",
                                        "效果": "可减少 45%~61% 的菌斑，减少 27%~67% 龈炎的发生。",
                                        "注意事项": "氯己定溶液长期使用可能会出现牙面染色、味苦、轻度黏膜刺激等，应遵医嘱。"
                                    },
                                    {
                                        "名称": "酚类化合物",
                                        "别称": "香精油 (essential oils)",
                                        "描述": "主要为麝香草酚、薄荷醇和甲基水杨酸盐混合而成的抗菌制剂，常用作含漱液。",
                                        "使用方法": "每天 2 次使用含香精油的含漱液与不使用者相比，6 个月后可减少 28% 的菌斑，减少 16% 的龈炎的发生。"
                                    },
                                    {
                                        "名称": "季铵化合物",
                                        "描述": "是一组阳离子表面活性剂，对革兰阳性菌有较强的杀灭作用。",
                                        "常用剂型": "0.05% 的含漱液。",
                                        "效果": "可抑制菌斑的形成和龈炎的发生。"
                                    },
                                    {
                                        "名称": "三氯羟苯醚",
                                        "别称": "triclosan",
                                        "描述": "是一种广谱抗菌剂，主要用于牙膏、含漱液等。"
                                    }
                                ]
                            
                        }
                    }
                },
                "控制局部相关危险因素": {
                    "包含": {
                        "制作良好的修复体": {
                            "预防方法": "制作精良合理的修复体、重新恢复咀嚼的功能性刺激是维持牙周健康必不可少的基础",
                            "注意事项": "1.固定修复体边缘放在合适位置2.修复体邻面与牙面应有良好外形接触区，避免食物嵌塞 3.桥体、卡环、基托的设计应减少菌斑和食物残渣堆积，便于自洁 4.可用金刚石针磨除充填悬突，然后用细砂纸磨光邻面，或去除充填物重新填充。"
                        },
                        "改善食物嵌塞": {
                            "预防方法": "明确造成食物嵌塞的原因，及时采取相应的方法，矫治食物嵌塞。",
                            "注意事项": "用选磨矫治垂直食物嵌塞，恢复牙的生理外形，防止食物嵌塞。对于水平食物嵌塞，可制作食物嵌塞矫治器。"
                        },
                        "调颌": {
                            "预防方法": "通过减少牙外形、牙体和牙列修复，建立有利于牙周组织的力学性咬合关系。",
                            "注意事项": "调颌一般应在控制了根级和牙周炎之后进行，以避免在炎症期牙齿移位后进行不准确的调颌。"
                        },
                        "破除不良习惯": {
                            "预防方法": "加强口腔卫生保健措施，减少吸烟对牙周组织的危害。",
                            "注意事项": "广泛宣传烟草危害，改革烟草生产工艺，减少有害成分，鼓励戒烟。"
                        },
                        "预防、矫治错颌畸形": {
                            "特性描述": "错颌畸形可造成菌斑滞留，咬合力不平衡，导致牙周组织损伤。 因此，对错拾畸形进行预防和矫治是治疗和预防牙周病的必要手段",
                            "预防方法": "1.宣传教育2.给予儿童有利于颌面部组织正常生长发育的食物3.预防和治疗乳牙龋，保持乳牙牙体和牙列完整 4.及时处理乳恒牙替换障碍 5.处理额外牙、先天缺牙 6.及时纠正口腔不良习惯，矫治已经发生的各种错畸形。",
                            "注意事项": "1.设计和用力恰当，避免牙周损伤 2.矫治器位置安置适当，以免损伤牙龈 3.随时观察矫治牙动度，出现咬合创伤立即纠正 4.矫治过程实施严格的菌斑控制。"
                        }
                    }
                },
                "提高宿主抵抗力": {
                    "预防方法": "1.积极治疗和控制与牙周病有关的全身性疾病，如内分泌紊乱、糖尿病及遗传性疾病。2.采取自我口腔保健与专业性防治相结合的综合性措施。3.进行长期的终身牙周维护治疗。",
                    "注意事项": "1.加强对高危人群的监测，特别是青少年和孕妇，进行专业口腔卫生护理，定期口腔检查，保持牙周健康。2.消除牙周病的始动因子，控制局部因素对牙周组织的影响，提高机体抵抗力，降低牙周组织对疾病的易感性。3.牙周治疗完成后3个月应开始复查，每3个月复查一次，关注全身情况和牙周局部状况，进行口腔卫生指导，维持健康。"
                }
                }
                
            },
            "口腔癌预防": {
                "预防方法": {
                    "加强口腔健康教育": "去除口腔癌的危险因素，戒烟限酒，避免过量饮酒、嚼槟榔等不良嗜好，注意光辐射的防护。",
                    "控制环境污染": "在工作和生活环境中控制污染，特别是公共场所禁止吸烟，保护水源，减少口腔癌的发病率和死亡率。",
                    "定期口腔检查": "早期发现癌症症状，进行定期检查，特别是口腔癌高危人群。",
                    "自我口腔检查": {
                        "步骤": [
                            "对头颈部进行对称性观察，注意皮肤颜色变化。",
                            "触摸面部：用示指触摸面部，观察颜色变化，触痛或肿块。",
                            "触摸颈部：从耳后触摸至锁骨，注意肿块和疼痛。",
                            "上、下唇检查：观察唇红部与唇内侧黏膜，触摸检查。",
                            "牙龈与颊部：用示指拉开颊部，观察牙龈。",
                            "舌与口底：观察舌的颜色与质地，注意异常肿块。",
                            "上颚部：观察软硬腭的颜色和形态。"
                        ]
                    },
                    "政策与措施": "制定控烟限酒政策，禁止烟草广告与促销活动，推动公共场所禁烟法规的实施。"
                }
            },
            "口腔保健方法": {
                "包含": {
                    "刷牙": {
                        "特性描述": "刷牙被普遍认为是维护口腔卫生、机械性去除菌斑和软垢最常用、最有效的方法.刷牙是自我口腔保健的主要手段，使用设计合理的牙刷和科学的刷牙方法能有效地清除菌斑",
                        "适用人群": "全年龄段人群",
                        "预防原则": "通常建议每天早晚刷牙，也可午餐后增加一次。 但与刷牙次数相比，更应强调刷牙的效果。",
                        "预防方法": {
                            "水平颤动拂刷法（改良Bass刷牙法）": {
                                "适用群体": "成年人和青少年",
                                "目的": "去除龈沟内和牙面菌斑",
                                "步骤": [
                                    "将刷头放置于牙颈部，刷毛指向牙根方向，与牙长轴约呈45°角，轻微加压。",
                                    "从后牙颈侧以2～3颗牙为一组开始刷牙，用短距离水平颤动的动作在同一部位数次往返。",
                                    "用同样的方法刷后牙舌（腭）侧。",
                                    "刷上颌前牙舌面时，刷头竖放在牙面上，自上而下拂刷。",
                                    "刷咬合面时，刷毛指向咬合面，稍用力做前后短距离来回刷。"
                                ]
                            },
                            "圆弧刷牙法（Fones刷牙法）": {
                                "适用群体": "儿童",
                                "步骤": [
                                    "刷后牙颊侧时，上、下颌牙齿呈闭合状态，刷毛轻度接触上颌最后磨牙的牙颊区。",
                                    "前牙唇侧时，上、下颌前牙切端相对，刷头同样做连续圆弧形刷牙动作。",
                                    "刷后牙舌（腭）侧时，刷头水平放置于最后磨牙舌（腭）面，轻微压力往返颤动。",
                                    "刷前牙舌（腭）侧时，刷头竖起放置于舌（腭）面，轻微压力自龈缘向切缘往返颤动。",
                                    "刷咬合面时，刷毛指向咬合面，稍用力做前后短距离来回刷。"
                                ]
                            }
                        },
                        "注意事项": [
                            "刷牙虽然是维护口腔卫生的有效方法，但仅靠刷牙通常只能清除唇（颊）舌（聘）面和咬合面的菌斑，不足全口菌斑的一半，难以清除邻面菌斑。 因此，除了刷牙外，还需要采用一些特殊的邻面清洁工具如牙线、牙间隙刷等帮助去除牙间隙的菌斑及软垢。",
                            "牙刷选择：1.刷头大小合适、刷毛硬度为中软毛、刷柄易把握2.针对口腔特殊情况选择特异性牙刷，如正畸牙刷、牙缝刷、义齿刷",
                            "牙刷保管与维护：刷牙后，牙刷毛间往往粘有口腔中的食物残渣，同时，也有许多细菌附着在上面。 因此，要用清水多次冲洗牙刷，并将刷毛上的水分甩干，置千通风处充分干燥。 牙刷应每人一把以防止交叉感染。 尼龙牙刷不可浸泡在沸水中，更不能用煮沸法消毒，因为刷毛受高热易弯曲变形。 牙刷用旧后刷毛卷曲不仅失去清洁作用且会擦伤牙跟，应及时更换。 牙刷的磨损（如张开、弯曲、纤维破损）受到刷牙方法的影响，手动牙刷的平均寿命为2~3个月。",
                            "刷牙注意事项：",
                            "1.刷牙的顺序：建议按照一定的顺序刷牙，每个牙面都应刷到。每次牙刷放置的位置一般占1到3颗牙面的距离，每个部位至少刷5到10次，然后移至下一个邻牙刷牙位置，两个刷牙位置之间应有重叠。2.刷牙的时间：建议每次刷牙时间至少为2分钟。3.刷牙的次数：每天早晚刷牙，晚上睡前刷牙更重要。4.难刷的部位：刷牙时，有些部位常被忽视，如上下颌最后一颗牙的远中面和邻近无牙区的牙面，上颌牙的颊面和下颌牙的舌面，排列不齐的牙，异位萌出的牙等。这些部位容易被忽视或牙刷难以达到，在刷牙时都应特别注意。"
                        ]
                    },
                    "漱口": {
                        "特性描述": "漱口是口腔卫生保健的重要手段之一，能有效清洁口腔，预防口腔疾病。漱口液的种类繁多，根据不同的口腔疾病和个人口腔情况选择合适的漱口液，能达到更好的预防效果。",
                        "适用人群": "全年龄段人群",
                        "注意事项": "1.漱口不能代替刷牙，使用含某些药物的漱口液虽能抑制菌斑的生长，但不能替代刷牙对菌斑的机械性清除作用，只能作为刷牙之外日常口腔护理的辅助手段。2.漱口时间通常为餐后漱口，清除食物碎屑，清新口气。3.为预防和控制疾病，常加入药物作为漱口剂",
                        "预防方法": "漱口时将少量漱口液含入口内，紧闭嘴唇，上下牙稍微张开，使液体通过牙间隙区轻轻加压，然后鼓动两颊及唇部，使溶液能在口腔内充分地接触牙面、牙跟及黏膜表面，同时运动舌，使漱口水能自由地接触牙面与牙间隙区。 利用水力前后左右，反复儿次冲洗滞留在口腔各处的碎屑和食物残渣，然后将漱口水吐出。"
                    },
                    "无糖口香糖": {
                        "预防方法": "嚼无糖口香糖（sugar-free chewing gum）对口腔健康有益。其基本益处是可以帮助清除菌斑和食物残渣。嚼无糖口香糖还可以通过增加唾液的分泌，减少菌斑堆积和形成，抑制细菌糖酵解产酸等，达到辅助防龋的作用。",
                        "适用人群": "全年龄段人群",
                        "预防机制": "嚼无糖口香糖能刺激唾液分泌，提高口腔缓冲能力，减少菌斑形成和细菌产酸，同时提高菌斑pH，增加菌斑生物膜中Ca²⁺、PO₄³⁻、F⁻、OH⁻等离子浓度，促进早期龋的再矿化。多元糖醇如木糖醇、山梨醇、麦芽糖醇等能降低菌斑的聚集，同时，这类糖醇不被细菌代谢或很少代谢，在一定条件下能阻止糖酵解产酸。"
                    }
                }
            },
            "牙本质敏感预防": {
                "适用症": "牙本质敏感",
                "适用人群": "全年龄段人群",
                "预防原则": "牙本质敏感的预防应遵循三级预防的原则，强调一级预防措施。一级预防措施是指在牙本质敏感发生之前，通过去除病因和危险因素，保持牙本质的健康，防止牙本质敏感的发生。二级预防措施是指在牙本质敏感发生的早期，通过早期诊断和治疗，阻止牙本质敏感的发展。三级预防措施是指在牙本质敏感发生的晚期，通过治疗和康复，减轻患者的痛苦，提高生活质量。",
                "预防方法": "1.建立餐后漱口的习惯 2.减少酸性食物和饮料摄入 3.进食酸性食物和饮料后，立即漱口，1小时候刷牙 4.选择合格的牙刷，采用正确的刷牙方法，避免刷牙时用力过大。5.有牙周疾病尽快诊治"
            },
            "牙外伤预防": {
                "适用症": "牙外伤",
                "适用人群": "全年龄段人群",
                "预防原则": "牙外伤的预防应遵循三级预防的原则，强调一级预防措施。一级预防措施是指在牙外伤发生之前，通过去除病因和危险因素，保持牙齿的健康，防止牙外伤的发生。二级预防措施是指在牙外伤发生的早期，通过早期诊断和治疗，阻止牙外伤的发展。三级预防措施是指在牙外伤发生的晚期，通过治疗和康复，减轻患者的痛苦，提高生活质量。",
                "预防方法": "1.增强保健意识 2.环境保护 3.佩戴护牙托 4.矫治唇闭合不全和深覆盖"
            },
            "牙酸蚀症预防": {
                "适用症": "牙酸蚀症",
                "适用人群": "全年龄段人群",
                "预防方法": [
                    "加强口腔健康教育：普及牙酸蚀症的基本知识，树立自我保健意识。",
                    "治疗可引起牙酸蚀症的疾病：积极治疗如胃肠功能紊乱等引起的慢性呕吐、持续返酸等疾病。",
                    "减少饮食中的酸对牙的侵蚀：减少酸性食物和饮料的摄入量及频率，可用吸管饮用，减少接触牙面的时间。",
                    "避免在酸性环境中与酸的接触：改善工作环境，消除空气中的酸雾，避免暴露于酸性环境。",
                    "增强牙对酸的抵抗力：使用含氟牙膏和含氟漱口水，增强牙齿抵抗力。",
                    "改变不良饮食习惯及口腔卫生习惯：避免在晚餐前吃酸性食物，餐后使用含氟漱口水漱口，使用合适的牙刷和刷牙方法。"
                ]
            },
            "错𬌗畸形": {
                "预防方法": {
                    "孕期及婴幼儿期的预防": {
                        "孕期预防": "合理选择和调配食物，避免大量放射线的照射，防止孕期和临产前的外伤。",
                        "婴儿期预防": {
                            "母乳喂养": "促进下颌运动和肌肉发育。",
                            "人工喂养": "注意姿势和奶瓶位置，避免长时间偏侧睡姿。",
                            "避免不良习惯": "如吮吸手指，避免影响下颌发育。"
                        }
                    },
                    "乳牙列期的牙列发育与咬合管理": {
                        "早期干预": "识别和评估异常口腔习惯，防止不良习惯影响牙颌面发育。",
                        "预防及早治疗": "针对龋病和系统疾病，维护咀嚼功能和面部美观。"
                    },
                    "替牙列期的牙列发育异常与咬合管理": {
                        "替牙期监测": "关注恒牙萌出情况，及时干预异常。",
                        "恒牙萌出异常": "防止早萌或迟萌影响牙列发育。",
                        "前牙早期的早期矫治": "改善牙列和颌面关系，防止异常发育。",
                        "乳牙早失": "通过维持牙列的正常位置来防止影响恒牙萌出。"
                    }
                }
            },
            "口臭预防": {
                "预防方法": {
                    "漱口": "使用漱口液可以明显降低挥发性硫化物（VSC）值，改善口臭。",
                    "刷牙": "定期刷牙是去除口腔细菌和软垢的有效方法，有助于预防牙周病和保持口腔卫生。",
                    "舌清洁": "使用舌刮器清洁舌背能显著改善口臭，减少VSC的产生。",
                    "牙线": "使用牙线清除牙间隙的菌斑和软垢，预防牙周病和口臭。",
                    "及时治疗口腔疾病": "在改善口腔卫生的同时，及时治疗龋病和牙周病，降低口臭发生的可能性。",
                    "其他措施": "包括治疗假牙问题、修复损坏的牙齿和治疗口腔溃疡等，以减少蛋白质分解产物的产生。"
                }
            }
        }
    }
}