{
    "口腔疾病临床表现":
    {
        "包含":{
            "牙痛":
            {
                "性质": ["持续性", "间断性(阵发性)", "跳痛", "锐痛", "灼痛", "胀痛", "钝痛", "隐痛", "不适"],
                "发作方式": ["自发痛", "激发痛"],
                "部位": "疼痛的部位是否确定，还是疼痛向头部、面部放射等",
                "加重或减轻因素": "夜间疼痛或夜间疼痛加重的特点，冷热刺激可加重疼痛。但到了急性牙髓炎的化脓期或部分牙髓有坏死时可出现热刺激激发疼痛，但冷刺激可缓解疼痛。",
                "病因及其特点": 
                {
                "龋病": "进食冷、热食物时引起疼痛，窝洞中受冷、热刺激引起疼痛，刺激去除后疼痛消失。检查无叩诊疼痛，并且无自发性疼痛史。",
                "可复性牙髓炎": "受到冷、热温度刺激或酸、甜化学刺激时出现瞬间疼痛，尤其对冷刺激敏感，无自发痛。检查时冷、热刺激牙面可引起疼痛，叩诊阴性。",
                "急性牙髓炎": "剧烈的自发性、阵发性疼痛，温度刺激引发长时间疼痛，夜间疼痛加剧，疼痛呈放散性或牵涉痛。",
                "慢性牙髓炎": "不发生剧烈的自发性疼痛，有时有阵发性隐痛或定时钝痛，患牙可有咬合不适或轻微的叩痛。",
                "牙本质过敏症": "激发痛，在咬硬物或进食冷、热、酸、甜食物时引起疼痛或不适，无自发痛。",
                "龈乳头炎": "剧烈的自发性持续性胀痛，患牙可有咬合痛或不适，检查可见牙间嵌塞的食物和红肿的龈乳头。",
                "牙隐裂": "咬物时出现定点性咀嚼痛或不适，可能伴有冷热刺激痛。",
                "急性根尖周炎": "自发性持续性胀痛或跳痛，患牙咬合痛，可能伴有局部肿胀。",
                "慢性根尖周炎": "一般无明显的自觉痛，有时有咀嚼不适感，通过X线片见根尖低密度影像。",
                "牙周脓肿": "搏动性跳痛，患牙有浮起感、松动及咬合痛，检查见龈缘肿胀。",
                "三叉神经痛": "刀割样疼痛，时间短，存在扳机点，无冷热刺激痛。",
                "急性上颌窦炎": "类似牙髓炎的疼痛并向头面部扩散，同时有头痛、鼻塞等症状。",
                "冠周炎": "自发性、持续性胀痛，张口受限，严重者伴有下颌部肿胀。",
                "干槽症": "自发性持续性疼痛，近期有拔牙史，牙槽窝空虚。",
                "牙外伤": "包括牙震荡、牙折、牙脱位，导致不同程度的疼痛和损伤。"
                }
            },
            "牙松动": {
                "概述": "在生理状态下牙齿有一定的动度，主要是水平方向，不超过0.02mm, 在病理情况下牙松动超过生理范围，是牙周炎的主要临床表现之一。",
                "原因": [
                "牙槽骨吸收：支持骨吸收较多，且各牙面的牙槽骨均有不同程度的丧失。",
                "拾创伤：牙槽骨发生垂直吸收，牙周膜梁形增宽，可加重、加快骨吸收。",
                "牙周膜的急性炎症：牙周膜充血水肿。",
                "手术后情况：由于手术的创伤及部分骨质的去除，组织水肿，牙齿暂时性动度增加。",
                "其他：生理性（乳牙替换）、病理性牙根吸收（如襄肿或肿瘤压迫等）。"
                ],
                "检查方法": "前牙用牙科镊子夹住切缘，作唇舌向摇动；在后牙，闭合镊子，用镊子尖端抵住咬面窝，向颊舌或近、远中和垂直方向摇动，观察牙齿的松动幅度。",
                "判断标准": {
                "按松动的幅度分度": {
                    "I度松动": "松动超过生理动度，幅度在1mm以内。",
                    "II度松动": "松动幅度在1-2mm。",
                    "III度松动": "松动幅度在2mm以上。"
                },
                "按松动的方向分度": {
                    "I度": "只唇（颊）舌方向的松动。",
                    "II度": "唇（颊）舌或近远中两个方向的松动。",
                    "III度": "同时有唇（颊）舌、近远中及垂直方向3个方向的松动。"
                }
                },
                "影响因素": "牙根的数目、长度和粗壮程度以及炎症程度。",
                "病史采集要点": [
                "松动的时间（病程），起病诱因。",
                "松动的幅度。",
                "松动的伴随症状是否有牙龈出血、口臭等。",
                "治疗反应是否经过系统治疗。",
                "相关病史患者是否处于妊娠期、月经期及长期口服激素类避孕药，是否有创伤史、手术史。"
                ]
            },
            "牙龈出血": {
                "概述": "正常牙龈呈粉红色，边缘菲薄，紧贴在牙颈部，牙龈质地坚韧而富有弹性，用探针探测龈沟时不会出血。牙龈出血是牙周病最早出现的临床表现，主要是由于炎症引起的小动脉、小静脉、毛细血管扩张和渗透压增加，以及炎细胞浸润导致。",
                "类型": {
                "被动出血": "当牙龈受到机械刺激（如刷牙、吸吮、咬硬物、食物嵌塞等）时流血，可自行停止。",
                "主动出血": "在无任何刺激时即自动流血，无自限性，且出血多。"
                },
                "临床表现": {
                "牙龈出血": "早期轻探即可出现，充血水肿使表皮变薄。",
                "牙龈颜色": "变鲜红或暗红色。",
                "牙龈外形": "龈缘变厚，牙间乳头圆钝，与牙面不再紧贴。",
                "牙龈质地": "松软脆弱，缺乏弹性。"
                },
                "病史采集要点": {
                "出血的诱因": "询问出血与刷牙、进食硬食物、食物嵌塞、吸吮等的关系。",
                "出血持续的时间": "能否自行停止。",
                "妊娠史及全身健康状况": "如有无血液病及肝脾功能情况等。",
                "长期服用抗凝血药物史": "某些心血管疾病患者长期服用抗凝血药物，易发生牙龈出血。",
                "治疗反应": "是否经过系统治疗。",
                "口腔卫生习惯": "了解患者的日常口腔清洁习惯。"
                },
                "相关疾病": {
                "牙龈的慢性炎症": "这是造成牙龈出血最常见的原因，包括慢性龈炎、青春期龈炎、牙周炎、龈乳头炎等。",
                "妊娠期龈炎和妊娠瘤": "患者正处在妊娠期，牙龈鲜红而松软，轻触极易出血。",
                "血液系统疾病": "出血范围广泛，自动出血，量多不易止住。常见的有急性白血病、血小板减少性紫癜、血友病等。",
                "急性坏死性龈炎": "表现为牙间乳头的坏死性溃疡，表面覆盖坏死性假膜，自发性出血以及轻微接触即出血。",
                "肿瘤": "牙龈部位的血管瘤、牙龈癌及网织细胞肉瘤早期均表现为牙龈出血。"
                }
            },
            "牙龈肥大": {
                "概述": "牙龈肥大是指牙龈的体积增大，是一种牙龈病常见的症状。其病理改变可分为炎症性和纤维性。",
                "类型": {
                "炎症性": "主要以组织水肿、血管增生、扩张为主，临床可见牙龈深红，极易出血，松软光亮，龈缘变厚，龈乳头球状增大。",
                "纤维性": "主要以结缔组织增生为特征，临床可见牙龈肥大呈实质性，较韧，颜色接近正常。"
                },
                "分类": {
                "炎症性肥大": {
                    "慢性": "局部性或全部性、散在的炎症。",
                    "急性": "如牙龈脓肿、牙周脓肿。"
                },
                "非炎症性增生性肥大": {
                    "药物性": "如苯妥英钠等治疗导致的牙龈增生。",
                    "家族性、遗传性或特发性": "增生性牙龈肥大。"
                },
                "内分泌性": "如妊娠期龈炎、青春期龈炎。",
                "白血病性": "牙周病损。",
                "维生素C缺乏性": "",
                "非特异性": "(化脓性肉芽肿)。",
                "肿瘤性肥大": "",
                "发育性肥大": ""
            },
                "原因及表现": {
                "慢性增生性龈炎": "长期的局部刺激所致，如口腔卫生不良、食物嵌塞等。表现为边缘龈或龈乳头的膨大。",
                "急性炎症性肥大": {
                    "牙龈脓肿": "对异物刺激的一种反应，迅速发展的病变，通常为突然发病。",
                    "牙周脓肿": "见于牙周病，伴有深牙周袋。"
                },
                "药物性牙龈增生": "服用某些药物（如苯妥英钠、环孢素和硝苯地平等）引起的牙龈纤维增生和体积增大。",
                "牙龈纤维瘤病": "弥漫性的纤维增生，患者可有家族史。",
                "妊娠期龈炎": "妇女在妊娠期间由于女性激素水平升高导致的原有牙龈慢性炎症加重。",
                "青春期龈炎": "青春期因内分泌特别是性激素变化明显而引起的慢性非特异性牙龈炎。",
                "白血病的牙龈病损": "一种恶性血液病，在白血病中发生牙龈肿大者常见于急性单核细胞白血病和急性粒细胞白血病。",
                "牙龈瘤": "发生在牙龈乳头部位的炎症反应性瘤样增生物。"
                },
                "病史采集要点": [
                "口腔卫生状况",
                "牙龈出血情况",
                "牙龈肿大的范围、时间",
                "服药史",
                "全身状况及手术史",
                "家族史"
                ]
            },
            "口腔黏膜溃疡": {
                "概述": "口腔黏膜溃疡是发生在口腔黏膜上，黏膜上皮的完整性发生持续性缺损或破坏，因其表层坏死脱落而形成的凹陷。",
                "原因": "它是口腔黏膜疾病中最常见的一种症状，局部因素或全身性疾病均可引起形态各异的口腔黏膜溃疡。",
                "临床特点": "溃疡的外形一般是圆的，但也可出现狭长带状溃疡，特别见于机械性或化学损伤的反应。溃疡的边缘可能不整齐呈潜掘形，如结核性溃疡，或者突起和硬化，如恶性肿瘤。",
                "类型及表现": {
                "复发性阿弗他口腔溃疡": {
                    "描述": "最常见的口腔黏膜病，患病率高达20%左右。本病呈周期性复发且有自限性，为孤立的、圆形或椭圆形的浅表性口腔黏膜溃疡。",
                    "轻型": "口腔黏膜溃疡不大，一般直径2-4mm, 数目不多，每次为1-5个。",
                    "重型": "口腔黏膜溃疡较大而深在，似“弹坑”，直径1/XMLSchema=10-30mm, 深及黏膜下层甚至肌层。",
                    "疱疹样溃疡": "口腔黏膜溃疡较小，直径仅1-2mm, 但数目多，有数十个或更多。"
                },
                "创伤性溃疡": "机械性、化学性或物理性刺激引起的病因明确的黏膜病损。其口腔黏膜溃疡病损部位和形态往往与机械性刺激因子相吻合。",
                "带状疱疹": "水痘-带状疱疹病毒所引起的皮肤黏膜病，其引发的口腔黏膜溃疡表现为浅表溃疡，面积较大，表面常有残留疱壁。",
                "单纯疱疹": "单纯疱疹病毒所致的皮肤黏膜病，其引发的口腔黏膜溃疡表现为溃疡面浅表，面积较大，并能造成继发感染。",
                "口腔癌": "典型表现为癌性溃疡呈菜花状，溃疡深大，边缘突起外翻，边缘和基底较坚硬。",
                "口腔结核": "由结核杆菌所致的口腔黏膜疾病，其引发的口腔黏膜溃疡表现为常发生在舌部，通常溃疡边界清楚或呈线形，表现为浅表、微凹而平坦的溃疡。",
                "药物反应性口炎": "指药物通过口服、注射等不同途径进入机体内，使过敏体质者发生变态反应而引起的黏膜及皮肤的变态反应性疾病。"
                },
                "病史采集要点": {
                "发生的过程及特点": "起病缓急和患病时间（病程），起病诱因，发作规律，加剧减轻的因素、部位，溃疡的临床表现。",
                "伴随症状": "是否有发热、淋巴结肿大、单纯疱疹等。",
                "治疗反应": "特别注意药物过敏及疗效，是否用过免疫抑制剂。",
                "患病以来的一般情况": "精神、食欲、体重改变、睡眠、大小便情况。",
                "相关病史": "妊娠史、接触史、流行病史；药物应用史、过敏史；创伤、手术、流产史；性病接触史；糖尿病、结核病、结缔组织病史等。"
                }
            },
            "口腔黏膜白色斑纹": {
    "概述": {
      "丘疹": "黏膜上小的实质性突起，针头大小，直径一般小于1cm。显微镜下可见上皮变厚，浆液渗出，炎性细胞浸润。",
      "斑块": "多数由多个丘疹密集融合而成，直径大于1cm，界限清楚，大小不等，稍隆起而坚实的病损，为白色或灰白色。",
      "假膜": "为灰白色或黄白色膜，由炎性渗出的纤维素、坏死脱落的上皮细胞和炎性细胞聚集在一起形成，它可以擦掉或撕脱。"
    },
    "常见疾病": {
      "口腔扁平苔藓": {
        "描述": "伴有慢性浅表性炎症的皮肤－黏膜角化异常性疾病。中年女性好发，呈慢性过程。",
        "病因": ["心理因素", "内分泌因素", "免疫因素", "感染因素", "微循环障碍因素", "遗传因素", "其他"]
      },
      "口腔白斑病": {
        "描述": "指口腔黏膜上的白色斑片或斑块，不能以临床和组织病理学的方法诊断为其他任何疾病。",
        "病因": ["吸烟等理化刺激", "白色念珠菌感染", "全身因素"]
      },
      "口腔念珠菌病": "由念珠菌感染所引起的口腔黏膜疾病，是人类常见的口腔真菌感染。",
      "口腔白色角化病": {
        "描述": "明显的理化刺激因素如长期的机械性或化学性刺激所引起。临床表现为灰白色或白色的边界不清的斑块或斑片。",
        "特点": "去除刺激因素2-4周后，病损变薄或消退。"
      },
      "盘状红斑狼疮": {
        "描述": "一种慢性皮肤－黏膜结缔组织疾病，病损特点为持久性红斑，中央凹陷呈盘状。",
        "病因": "可能与遗传、感染及多种刺激因素有关，如日光照射，寒冷刺激等。"
      },
      "苔藓样反应": {
        "描述": "某些患者服用特定药物后，口腔出现呈放射状白色条纹或白色斑块类似扁平苔藓样病损。",
        "治疗": "当引起反应的药物停止使用，或去除引起病变处的重金属后，苔藓样病变就明显减轻或消失。"
      },
      "迷脂症": {
        "描述": "唇、颊黏膜多见。黏膜上有散在或成簇为团块状的粟粒大小的淡黄色或黄白色斑疹或丘疹。",
        "症状": "表面光滑，触之柔软。患者一般无自觉症状。"
      },
      "白色水肿": {
        "描述": "临床表现为透明的灰白色光滑的“面纱样”斑片，可以部分刮去，在晚期则表面粗糙有皱纹。",
        "部位": "多见于前磨牙及磨牙的咬合线部位。"
      }
    },
    "病史采集要点": {
      "现病史": "主诉症状的特征、程度、性质、发作时间的规律、加剧或减轻的因素、部位。",
      "治疗史": "特别注意药物过敏及疗效，是否用过免疫制剂等。",
      "既往史": "应注意妊娠与疾病的关系。",
      "家族史": "注意遗传因素与家族患病情况的简要情况。",
      "个人生活习惯": "烟酒嗜好，职业和个人方面的特点。"
    }
  },"口腔黏膜及皮肤窦道和痰管": {
    "概述": {
      "定义": "窦道和痰管都是狭窄不易愈合的病理管道，其表面被覆上皮或肉芽组织，可发生于机体的任何部位。",
      "窦道": "通过管道由深部组织通向体表，只有外口而无内口相通的病理性盲管。",
      "痰管": "借助于管道使体腔与体表相通或使空腔器官互相沟通，其管道两端开口。"
    },
    "常见病因": {
      "感染": "多见于牙源性感染，如慢性根尖炎、慢性颌骨骨髓炎、第三磨牙冠周炎等。",
      "外伤或手术": "上皮组织沿痰道生长，覆盖创面形成永久性痰管。",
      "异物存留或继发感染": "组织内存留的丝线组织或其他异物发生免疫排斥反应或继发感染所致。",
      "先天性": "如先天性下唇窦道、先天性耳前窦道痰管、甲状舌管痰、腮裂痰等。"
    },
    "临床特点及鉴别要点": {
      "第三磨牙冠周炎": "常向磨牙后区扩散，脓肿穿破皮肤后形成经久不愈的痰管。",
      "慢性根尖周炎": "大多数由牙髓坏疽而来，患牙有反复肿痛史，根尖区可见痰孔。",
      "慢性颌骨骨髓炎": "进入慢性期后，在口腔内及颌面部皮肤形成多数痰孔，长期排脓。",
      "牙髓牙周联合病变": "常见于由牙髓病引起的牙周病变，有经久不愈的痰管或反复肿胀。",
      "涎痰": "指涎液不经导管系统排入口腔而流向面颊部皮肤表面，常见于腮腺损伤。",
      "先天性痰管": {
        "先天性耳前痰管": "第一第二鳃弓的耳郭原基在发育过程中融合不全的遗迹。",
        "甲状舌管痰": "位于颈部中线自舌盲孔至甲状软骨平面的任何部位。",
        "鲤裂痰": "位于面颈侧方，可能发生感染并形成痰管。",
        "先天性下唇窦道": "罕见畸形，常伴有唇和（或）腭裂，窦道口为圆形凹陷或横向裂隙。"
      }
    },
    "病史采集要点": {
      "窦道和痰管发生情况": "详细询问患者窦道和痰管发生的时间；有无液体流出及其性质。",
      "既往病史": "询问有无牙痛史、牙髓病史、反复肿痛史、牙髓治疗史以及有无外伤手术史。",
      "症状表现": "询问有无牙浮起、松动、移位、流血、流脓等症状。",
      "局部肿块情况": "对于发生于颈部及腮腺区的窦道和痰管，要仔细询问有无局部肿块史及其变化情况。",
      "全身情况": "是否有发热、寒战、疲倦无力、食欲不振等全身伴随症状及轻重程度。",
      "诊治经过": "是否作过诊治、何处诊治以及诊治经过，是否应用药物治疗及药物治疗效果。",
      "相关病史": "传染病史、手术史、放疗史、化疗史、过敏史等，考虑先天性窦道或痰管时需询问家族史。"
    }
  },"口腔异味": {
    "概述": {
      "分类": "分为病理性、非病理性两大类。",
      "非病理性原因": "吸烟、饮酒、喝咖啡以及经常吃葱、蒜、韭菜等辛辣刺激食品。",
      "病理性原因": "全身疾病或局部疾病的一种表征，尤其是口齿疾病中最常见的临床症状。",
      "形成机制": "口腔内的厌氧菌在分解蛋白质、肽和氨基酸后，产生带臭味的含硫挥发性成分。"
    },
    "常见病因": {
      "龋病": "窝洞内存在大量的细菌，尤其是厌氧菌，可产生酸类和硫化氢等分解物质，导致特殊酸臭味。",
      "牙龈炎、牙周炎、冠周炎": "牙齿表面及牙周袋内的牙菌斑、牙石是主要原因，炎症细胞及细菌坏死后形成脓液或脓性分泌物，产生腐败腥臭味。",
      "干槽症": "智齿拔除术后可能出现口腔异味。",
      "急性坏死性龈口炎": "由奋森螺旋体和厌氧菌梭形杆菌引起，伴有特殊口臭。",
      "口腔癌": "继发感染易出现口臭。",
      "慢性涎腺炎": "慢性阻塞性腮腺炎、慢性复发性腮腺炎等脓液流入口腔，形成咸味。",
      "慢性鼻窦炎": "形成化脓，从而引起脓性口臭。",
      "胃肠道疾病": "如消化性溃疡、慢性胃炎等可能伴有口臭，幽门螺杆菌感染直接产生硫化物。"
    },
    "病史采集": {
      "一般病史": {
        "发病时间": "询问口腔异味发生的时间，有无诱因及前驱症状。",
        "病情情况": "包括口腔异味的性质，一天内发生的时间性等。",
        "病情演变": "病程的演变过程。",
        "治疗经过": "是否进行过治疗及其效果。",
        "目前状况": "患者当前的症状表现。"
      },
      "局部情况": {
        "龋病": "有无龋病患牙及数量。",
        "牙龈和牙周": "有无出血、肿胀、溢脓等症状。",
        "口腔肿块": "有无肿块及其性质，大小、位置、生长速度等。",
        "涎腺疾病": "有无反复肿胀、疼痛病史。",
        "鼻窦疾病": "有无鼻塞、脓涕、嗅觉减退、头痛等症状。"
      },
      "全身系统性疾病": {
        "胃肠道症状": "腹痛、恶心、呕吐、消化不良等。",
        "糖尿病": "该病可能导致口干加重牙周疾病而产生异味；糖尿病酮中毒患者口腔有烂苹果味。",
        "呼吸道疾病": "肺脓肿或支气管扩张患者呼出腐败性恶臭味。",
        "肝脏疾病": "患者口腔内可有氨气味。",
        "尿毒症或肾功能衰竭": "患者呼出氨味和尿味气体。",
        "血液系统疾病": "再生障碍性贫血、粒细胞缺乏症等可引起口腔内感染而产生口臭。"
      }
    }
  },"口干": {
    "概述": {
      "定义": "临床上常见的由于口腔内涎液缺乏所引起的一种症状，尤其是老年人发病率更高。",
      "影响因素": "涎液的产生和分泌受全身、局部、外界和自身各因素的影响。",
      "症状表现": "患者感到口腔干燥，有异物感、烧灼感；咀嚼食物特别是较干燥的食物时，影响吞咽；语言困难；义齿固位困难等。",
      "继发问题": "涎液分泌量少对牙齿和口腔黏膜的冲刷作用也小，使口腔自洁作用变差，患龋率较高；味觉功能受到影响，不能有效地刺激食欲，而且会影响整个消化系统的功能。"
    },
    "病史采集要点": {
      "局部情况": {
        "舍格伦综合征": {
          "眼部表现": "泪腺受侵，泪液分泌停止或减少，角膜及球结膜上皮破坏，引起干燥性角、结膜炎。",
          "口腔表现": "涎液分泌减少，出现口干，言语、咀嚼及吞咽困难。",
          "涎腺表现": "涎腺肿大，常见腮腺，也可伴下颌下腺、舌下腺及小涎腺肿大。",
          "其他外分泌腺受累表现": "鼻腔黏膜干燥、结痂，甚至出现鼻中隔穿孔；喉及支气管干燥，出现声音嘶哑及慢性干咳。",
          "结缔组织疾病": "可伴有类风湿关节炎、系统性红斑狼疮、硬皮病、多发性肌炎等。"
        },
        "涎腺炎症": "涎腺区反复肿胀不适及与进食有关的涎腺肿胀。",
        "涎腺导管结石、狭窄": "主要临床症状为进食时颌下腺部位肿胀、疼痛。",
        "涎腺先天发育不良": "多个腺体先天缺失或严重发育不全时，患者可有口干症状，并可伴有全口多数牙齿的猖獗龋。",
        "涎腺放射线照射": "涎腺位于肿瘤治疗的放射野内，可致放射性口干。",
        "涎液消耗增加": "长期口呼吸，口内异物如新戴义齿的慢性刺激。"
      },
      "全身情况": {
        "系统性疾患": ["脱水", "水肿", "糖尿病", "甲状腺疾患", "帕金森病", "高血压", "心力衰竭", "贫血", "尿毒症"],
        "中枢神经系统异常": ["过度的忧虑、抑郁，紧张或兴奋", "抑郁症", "间脑疾患引起的肥胖、月经减少及腮腺反复肿大综合征"],
        "老年性口干": "除腺泡实质减少外，外周刺激或向中枢传入冲动减少，导致涎腺分泌减少。"
      },
      "药物性口干": "如抗高血压药物及精神病治疗药物等可影响涎腺的分泌功能。"
    }
  },
  "颌面部肿痛": {
    "概述": {
      "定义": "发生于口腔颌面部软硬组织的常见临床症状，表现为口腔颌面部组织的疼痛与肿胀。",
      "病因分类": "分为感染性肿痛和非感染性肿痛两大类。"
    },
    "特点及临床表现": {
      "第三磨牙冠周炎": {
        "初期症状": "患侧磨牙后区胀痛不适，咀嚼、吞咽时疼痛加重，一般无全身明显反应。",
        "发展期症状": "局部出现自发性跳痛或沿耳颞神经分布区产生放射性疼痛，并可引起不同程度的张口受限。",
        "全身症状": "畏寒、发热、头痛、全身不适等，白细胞总数增高，中性粒细胞比例上升。"
      },
      "间隙感染": {
        "急性期局部症状": "红、肿、热、痛和功能障碍，炎症累及咀嚼肌部位导致不同程度的张口受限。",
        "脓液特征": {
          "金黄色葡萄球菌": "黄色黏稠脓液",
          "链球菌": "淡黄或淡红稀薄脓液",
          "铜绿假单胞菌": "翠绿色，稍黏稠，有酸臭味",
          "混合细菌感染": "灰白色或灰褐色，有明显腐败坏死臭味"
        },
        "慢性期局部症状": "形成较硬的炎性浸润块，并出现不同程度的功能障碍。",
        "全身症状": "畏寒、发热、头痛、全身不适、乏力、食欲减退等。"
      },
      "颌骨骨髓炎": {
        "急性期": {
          "局部症状": "剧烈跳痛，口腔黏膜及面颊部软组织肿胀、充血，继发颌周蜂窝织炎。",
          "全身症状": "发热、寒战、疲倦无力、食欲缺乏、白细胞计数增多、中性粒细胞增多。"
        },
        "慢性期": {
          "局部症状": "肿胀，皮肤微红，口腔内及颌面部出现多数瘘孔，溢脓。",
          "全身症状": "轻度全身症状，体温正常或仅有低热；全身消瘦、贫血，机体呈慢性消耗与中毒症状。"
        }
      },
      "颌面颈部淋巴结炎": {
        "急性化脓性淋巴结炎": {
          "浆液期": "局部淋巴结肿大变硬，自觉疼痛或压痛。",
          "化脓期": "局部疼痛加重，明显的压痛点及凹陷性水肿。"
        },
        "结核性淋巴结炎": {
          "初期": "颌下、颈侧单个或多个成串的淋巴结，质硬、无痛、无粘连。",
          "发展期": "淋巴结中心干酪样坏死，组织液化变软，与周围组织粘连，皮肤无红、热及明显压痛。"
        }
      },
      "面部痄腮": {
        "痄": "单一毛囊及其附件的急性化脓性炎症，初期为皮肤上出现红、肿、热、痛的小硬结。",
        "痄疮": "相邻多个毛囊及其附件同时发生的急性化脓性炎症，好发于唇部，感染范围和组织坏死深度均较严重。"
      },
      "涎腺炎症": {
        "急性化脓性腮腺炎": {
          "局部症状": "以耳垂为中心肿胀，局部皮肤发红、发热，触痛明显。",
          "全身症状": "高热、脉速、呼吸加快等。"
        },
        "涎石病和下颌下腺炎": "进食时下颌下腺部位肿胀、疼痛，不完全阻塞患者，进食后症状很快缓解。"
      },
      "根尖周炎": {
        "早期症状": "不适、发木、胀感及早接触；无痛或微痛，用力咬牙症状能缓解。",
        "发展期症状": "自发性持续性钝痛、咬合时疼痛不能缓解反而加重。"
      }
    },
    "病史采集要点": {
      "发病过程": "详细询问患者发病时间、发病部位，以及可能的诱发因素。",
      "肿痛性质": "深入询问肿痛的性质，是否有放射痛，肿痛加重或减轻的情况以及何种情况可造成肿痛加重或减轻。",
      "全身情况": "是否有发热、寒战、疲倦无力、食欲不振等全身伴随症状及轻重程度。",
      "诊治经过": "是否做过诊治、何处诊治以及诊治经过，是否应用药物治疗及药物治疗效果，具体药物名称、剂量。",
      "相关病史": "旅行史、传染病史、外伤史、手术史、过敏史等。"
    }
  },"张口受限": {
    "概述": {
      "概念": "张口受限常表示咀嚼肌群或颞下颌关节受累；也可因骨折移位阻挡或瘢痕挛缩等原因所致。检查张口度时以上下中切牙切缘之间的距离为标准。正常人的张口度约为3.7cm。",
      "原因": "临床上可由感染、损伤、肿瘤、颞下颌关节疾病等各种原因所致。",
      "分度": {
        "轻度": "上下切牙切缘间仅可置二横指，2.0-2.5cm。",
        "中度": "上下切牙切缘间仅可置一横指，1.0-2.0cm。",
        "重度": "上下切牙切缘间距不足一横指，1.0cm以内。",
        "完全性": "完全不能张口，也称牙关紧闭。"
      }
    },
    "病史采集要点": {
      "时间及经过": "询问张口受限的时间及经过。",
      "发病前情况": "是否有损伤、肿胀、疼痛、颞下颌关节弹响、放射治疗等病史。",
      "持续性": "张口受限是持续性的、进行性的或是周期性的。",
      "伴随症状": "发作时是否伴有疼痛及肿胀等症状。"
    },
    "鉴别诊断": {
      "颞下颌关节紊乱病": "可能有咬硬物、关节弹响、损伤、精神情绪影响等情况，颞下颌关节及咀嚼肌处有压痛点，有时患侧有弹响。",
      "颞下颌关节强直": "多有感染及损伤史，病程较长，张口越来越小，甚至完全不能开口。幼年时发病的患者常伴颌骨发育畸形。",
      "口腔颌面部间隙感染": "包括急性冠周炎、颌周蜂窝织炎、下颌骨骨髓炎等，局部有红、肿、热、痛，体温升高等急性炎症症状。",
      "晚期恶性肿瘤": "颊黏膜、磨牙后区、软腭外侧方及上颌窦后方的恶性肿瘤晚期波及到咀嚼肌尤其是翼内肌时，均可能出现张口受限，并伴有疼痛、恶臭及恶病质等症状。",
      "损伤": "下颌骨骨折后引起咀嚼肌痉挛，髁突和下颌骨骨折移位压迫喙突均可引起张口受限。",
      "破伤风": "有手术、损伤或中耳感染等病史，发病较快，肌肉呈持续性、强直性痉挛，表现除张口困难外，并有面部肌肉抽搐、苦笑面容、吞咽困难或阵发性抽搐等症状。",
      "癔病": "女性较多见，既往有癔病发作史，有独特的性格特征，一般在发病前有精神因素，然后突然发生开口困难或牙关紧闭。"
    }
  }, "修复后疼痛": {
    "概述": {
      "定义": "患者在临床上戴用修复体后出现的牙齿疼痛或软组织疼痛。包括固定修复后疼痛及活动修复后疼痛。",
      "常见病因": {
        "磨削牙齿过多": "产生过敏性疼痛。",
        "牙髓炎": "引起的自发性疼痛。",
        "创伤拾": "引起的咬合痛。",
        "基托边缘过长、过锐": "引起的软组织疼痛。",
        "多余粘固剂压迫牙龈": "产生的牙龈炎性疼痛。"
      }
    },
    "临床特点": {
      "牙体缺损修复后疼痛": {
        "过敏性疼痛": "患牙为活髓牙，经过磨切后会出现牙本质过敏现象。粘固时药物刺激、机械摩擦引起患牙短时间疼痛，一般可自行消失。",
        "自发性疼痛": "粘固后出现的自发性疼痛，多是由于牙体切割过多，粘固前未戴临时冠，未作牙髓安抚治疗，牙髓受刺激发展为牙髓炎。",
        "咬合痛": "修复体粘固后出现咬合痛，多是由创伤拾引起。通过调抬，症状会很快消失。"
      },
      "固定桥修复后疼痛": {
        "短时间内出现疼痛": "多由于固位体与邻牙接触过紧或基牙共同就位道稍差，就位后引起牙周膜损伤产生暂时性疼痛，一般数日后消失。",
        "早接触点引起咬合创伤": "创伤性牙周膜炎产生的疼痛，调粕后疼痛消失。",
        "粘固剂未去除干净": "压迫牙龈产生的牙龈炎性疼痛，去除粘固剂后即可消失。",
        "固位体边缘过长": "食物嵌塞，桥体跟面不密合或压迫黏膜太紧，引起炎症，也可能引起疼痛。"
      },
      "可摘局部义齿修复后疼痛": {
        "基牙疼痛": {
          "咬合早接触": "",
          "卡环过紧或人工牙与基牙接触过紧": "",
          "义齿设计不当": "基牙负担过重",
          "牙体预备造成牙本质过敏": "",
          "长期戴用义齿不清洁": "使基牙产生病变"
        },
        "软组织疼痛": {
          "基托边缘过长过锐": "基托组织面有多余塑料",
          "硬区缓冲不够": "",
          "咬合压力过大或过于集中": "",
          "义齿翘动不稳定": "",
          "卡环臂过低刺激牙龈": "舌侧卡环过高或不密合刺激舌缘"
        }
      },
      "总义齿修复后疼痛": {
        "基托在缓冲区缓冲不足": "造成局部软组织疼痛",
        "基托边缘伸展过长或过锐": "造成组织疼痛",
        "义齿在正中咬合和侧方拾时有早接触或拾干扰": "造成组织疼痛",
        "垂直距离过高": "造成组织疼痛"
      }
    }
        }
    }
}
}