{
    "牙周病预防":
    {
        "适用症":"牙周炎",
        "适用人群":"全年龄段人群",
        "预防原则": "牙周病的预防应遵循三级预防的原则，强调一级预防措施。菌斑控制是预防龋炎和牙周炎最主要的措施。消除局部刺激因素，控制相关危险因素和提高宿主的抵抗力是牙周炎预防的有效措施。",
        "注意事项": "牙周病的一级预防是在疾病发生之前，去除炎症始动因子和局部危险因素，包括个人一生中不断地彻底地清除菌斑，保持牙面的清洁；定期接受口腔专业人员的预防性清洁术；修复牙周组织的解剖缺陷或异常，调颌、纠正不良习惯、修整不良修复体等。一级预防包括所有针对牙周病的病因和危险因素采取的干预措施。牙周病的二级预防是在疾病发生的早期，早发现，早诊断，早治疗。刷牙出血是龋炎的指征，出现刷牙出血的症状要尽早就诊。牙周病的早期，通过口腔专业人员的龋上洁治术、龋下刮治术及根面平整等措施，改善牙周组织的健康状况。早期的牙周炎是可以控制的。二级预防的效果是在一级预防基础上取得的，其远期效果与患者是否能长期坚持各种预防措施有关。牙周病的三级预防是指牙周组织遭到破坏，牙周病发展到严重和晚期阶段所采取的治疗措施以及修复失牙，重建功能。并通过随访，予以维护治疗，维护其疗效，预防复发。同时，还应治疗相关的全身性疾病，如糖尿病，增强牙周组织的抵抗力。总之，牙周疾病的预防需要健康教育和具体预防措施相结合，个人自我口腔保健与专业口腔维护相结合，而且其效果更有赖于患者对家庭防护措施的坚持和正确实施。",
        "包括":
        {
            "个人菌斑控制":
            {
                "注意事项":"菌斑控制需要一生中不断地、长期坚持和终生实施，才能够有效地维护口腔健康，预防口腔疾病",
                "预防方法":"1.刷牙：刷牙被普遍认为是维护口腔卫生、机械性去除菌斑和软垢最常用、最有效的方法。刷牙适用于所有人群，刷牙是自我口腔保健的主要手段，使用设计合理的牙刷和科学的刷牙方法能有效地清除菌斑，通常建议每天早晚刷牙，也可午餐后增加一次。 但与刷牙次数相比，更应强调刷牙的效果。2.牙线 3.牙签 4.牙间隙刷 5.化学制剂控制菌斑",
                "包括":
                {
                    "刷牙":
                    {
                        "特性描述":"刷牙被普遍认为是维护口腔卫生、机械性去除菌斑和软垢最常用、最有效的方法.刷牙是自我口腔保健的主要手段，使用设计合理的牙刷和科学的刷牙方法能有效地清除菌斑",
                        "适用人群":"全年龄段人群",
                        "预防方法":"通常建议每天早晚刷牙，也可午餐后增加一次。 但与刷牙次数相比，更应强调刷牙的效果。",
                        "注意事项":"刷牙虽然是维护口腔卫生的有效方法，但仅靠刷牙通常只能清除唇（颊）舌（聘）面和咬合面的菌斑，不足全口菌斑的一半，难以清除邻面菌斑。 因此，除了刷牙外，还需要采用一些特殊的邻面清洁工具如牙线、牙间隙刷等帮助去除牙间隙的菌斑及软垢。"
                    },
                    "牙线":
                    {
                        "特性描述": "牙线由多股平行排列的尼龙丝或涂层丝线制成，用于清洁牙齿邻面和桥基牙的邻面。",
                        "适用病症": "牙菌斑堆积、牙周病预防",
                        "使用设备": "牙线、持线柄",
                        "预防方法": "使用牙线是保持口腔卫生和预防牙周病的重要方法。首先，选择适合的牙线类型，如含蜡牙线、香料氟含氟牙线或膨胀牙线，以满足不同的清洁需求。使用前，确保口腔清洁，去除牙石并平整根面。使用牙线时，取30~40cm长的牙线，适当缠绕在手指上，保持1.0~1.5cm的间距。对着镜子练习，以确保正确的操作角度。将牙线轻柔地通过牙齿的接触点，避免过度用力，以免损伤牙龈。将牙线紧贴牙面，呈C形包绕，刮除牙面菌斑。清洁过程中，注意每个邻面的菌斑都要重复清理3~4次，以确保彻底清洁。对于难以操作的区域，可以使用持线柄辅助。清洁完一个区域后，漱口以去除刮下的菌斑。每天坚持使用牙线，有效预防牙菌斑堆积和牙周病。",
                        "预防原则": "通过刮除牙面上的菌斑，保持口腔卫生",
                        "注意事项": "使用牙线时动作要轻，不要过分用力以免损伤牙龈",
                        "适用人群": "所有需要预防牙周病和保持口腔卫生的人群",
                        "预防机制": "通过物理清除牙齿邻面的菌斑，防止菌斑堆积导致的牙周病"
                    },
                    "牙签":
                    {
                        "适用症": "在龈乳头退缩或牙周治疗后牙间隙增大时，用于清洁邻面和根分叉区。",
                        "使用方法": "将牙签以接近水平方向进入牙间隙，牙签尖端指向咬合面，侧面紧贴邻面牙颈部，做颊舌向里外拉动，清除邻面菌斑和嵌塞的食物，然后漱口。",
                        "注意事项": [
                        "1.无龈乳头退缩者，不宜使用牙签。",
                        "2.使用牙签时动作要轻，勿将牙签强行压入健康的龈乳头区，以免损伤牙龈。"
                        ]
                    }
                    },
                    "牙间隙刷":
                    {
                        "适用症":"牙龈退缩者，也可用千根分叉贯通病变的患牙",
                        "特性描述":"例如清除邻面菌斑与食物残渣、矫治器、固定修复体、种植牙、牙周夹板、间隙保持器以及其他常规牙刷难以达到的部位，如前磨牙邻面凹陷处，不论牙线或牙刷都无法清洁，可选用形态适当的牙间隙刷清除根分叉、凹的根面最后磨牙远中面等部位的菌斑。 当牙排列齐时，口腔内有复杂的修复体或牙龈萎缩、根分叉暴露时，可用特制的牙间隙刷清除邻间污垢，其效果优于牙线。 对于牙邻面外形不规则或有凹面时，牙间隙刷较牙签更利于去除菌斑"
                    },
                    "化学制剂控制菌斑":
                    {
                        "化学制剂控制菌斑": {
                            "预防方法": "应用有效的化学药物来抑制菌斑的形成或杀灭菌斑中的细菌是控制菌斑的另一条途径。化学制剂必须依靠一些载体，如含漱剂、牙膏、口香糖、牙周袋冲洗液、缓释装置等才能被传递到局部，起到控制菌斑的作用。",
                            "使用药物": [
                            {
                                "名称": "氯己定",
                                "别称": "洗必泰 (hibitane)",
                                "描述": "化学名称为双氯苯双胍己烷，是二价阳离子表面活性剂。",
                                "作用机制": "减少细菌在牙面的黏附和定殖。",
                                "用途": "用于局部含漱、涂擦和冲洗。",
                                "常用剂型": "0.12% 或 0.2% 的含漱液。",
                                "使用方法": "每天早晚 2 次，每次 10mL，在刷牙和使用牙线之后含漱 1 分钟。",
                                "效果": "可减少 45%~61% 的菌斑，减少 27%~67% 龈炎的发生。",
                                "注意事项": "氯己定溶液长期使用可能会出现牙面染色、味苦、轻度黏膜刺激等，应遵医嘱。"
                            },
                            {
                                "名称": "酚类化合物",
                                "别称": "香精油 (essential oils)",
                                "描述": "主要为麝香草酚、薄荷醇和甲基水杨酸盐混合而成的抗菌制剂，常用作含漱液。",
                                "使用方法": "每天 2 次使用含香精油的含漱液与不使用者相比，6 个月后可减少 28% 的菌斑，减少 16% 的龈炎的发生。"
                            },
                            {
                                "名称": "季铵化合物",
                                "描述": "是一组阳离子表面活性剂，对革兰阳性菌有较强的杀灭作用。",
                                "常用剂型": "0.05% 的含漱液。",
                                "效果": "可抑制菌斑的形成和龈炎的发生。"
                            },
                            {
                                "名称": "三氯羟苯醚",
                                "别称": "triclosan",
                                "描述": "是一种广谱抗菌剂，主要用于牙膏、含漱液等。"
                            }
                            ]
                        }
                    }
                }
            },
            "专业人员菌斑控制":
            {
                "预防方法":"建议每6~12月进行一次口腔检查，由口腔专业人员采用预防性清洁术或跟上洁治术帮助个人彻底去除牙石，清除菌斑。",
                "包含":
                {
                    "预防性清洁术":
                    {
                        "定义":"预防性清洁术是口腔专业人员针对牙跟健康者的牙周维护措施。采用洁治和抛光技术去除牙冠上的菌斑、牙石及着色，是为牙跟健康者定期口腔检查时提供的主要口腔卫生服务内容。",
                        "适用人群":"没有龈下牙石或牙周袋的牙龈健康者",
                        "预防方法":"使用菌斑显示剂显示患者的菌斑；指导患者用牙刷清除难以刷到的部位的菌斑；使用邻面清洁器或牙线清除邻面的菌斑；若有牙石，使用洁治器去除；用橡皮杯蘸抛光膏清洁、抛光牙面。"
                    },
                    "龈上洁治术":
                    {
                        "特性描述":"牙周病不能被治愈，但大多数情况下可以被控制。因此，对牙周病患者，要通过长期规范的牙周治疗和定期的监测才能有效控制牙周病，而跟上洁治术是最常用的措施之一。",
                        "预防方法":"龈上洁治术是由口腔专业人员使用器械去除牙冠和根面牙石的方法，是一项贯穿牙周病三级预防的措施。跟上洁治术比预防性清洁术需要更多的技能和经验。"
                    },
                    "牙周维护治疗":
                    {
                        "别名":"牙周支持治疗",
                        "预防机制":"去除龈沟区域的菌斑微生物，控制疾病的复发和发展",
                        "预防方法":"针对已经完成牙周治疗的患者去除牙颈部、牙周袋区域的菌斑，洁治和抛光牙面，牙周评估，以及患者的菌斑控制效果评价。若出现新的牙周病症状或牙周病复发，必须考虑进一步的诊断和治疗。",
                        "注意事项":"牙周维护是牙周治疗之后的随访治疗，预防性清洁术是对牙跟健康者的牙周维护；牙周维护治疗与牙周治疗也不同，牙周维护治疗的目的是去除龈沟区域的菌斑微生物，而牙周治疗的目的是尽可能去除跟下菌斑、牙石，阻止细菌的聚集。"

                    }
                }
            },
            "控制局部相关危险因素":
            {
                "包括":{
                    "制作良好的修复体":
                    {
                        "预防方法":"制作精良合理的修复体、重新恢复咀嚼的功能性刺激是维持牙周健康必不可少的基础",
                        "注意事项":"1.固定修复体边缘放在合适位置2.修复体邻面与牙面应有良好外形接触区，避免食物嵌塞 3.桥体、卡环、基托的设计应减少菌斑和食物残渣堆积，便于自洁 4.可用金刚石针磨除充填悬突，然后用细砂纸磨光邻面，或去除充填物重新填充。"
                    },
                    "改善食物嵌塞": {
                        "预防方法": "明确造成食物嵌塞的原因，及时采取相应的方法，矫治食物嵌塞。",
                        "注意事项": "用选磨矫治垂直食物嵌塞，恢复牙的生理外形，防止食物嵌塞。对于水平食物嵌塞，可制作食物嵌塞矫治器。"
                    },
                    "调颌": {
                        "预防方法": "通过减少牙外形、牙体和牙列修复，建立有利于牙周组织的力学性咬合关系。",
                        "注意事项": "调颌一般应在控制了根级和牙周炎之后进行，以避免在炎症期牙齿移位后进行不准确的调颌。"
                    },
                    "破除不良习惯": {
                        "预防方法": "加强口腔卫生保健措施，减少吸烟对牙周组织的危害。",
                        "注意事项": "广泛宣传烟草危害，改革烟草生产工艺，减少有害成分，鼓励戒烟。"
                    },
                    "预防、矫治错颌畸形":
                    {
                        "特性描述":"错颌畸形可造成菌斑滞留，咬合力不平衡，导致牙周组织损伤。 因此，对错拾畸形进行预防和矫治是治疗和预防牙周病的必要手段",
                        "预防方法":"1.宣传教育2.给予儿童有利于颌面部组织正常生长发育的食物3.预防和治疗乳牙龋，保持乳牙牙体和牙列完整 4.及时处理乳恒牙替换障碍 5.处理额外牙、先天缺牙 6.及时纠正口腔不良习惯，矫治已经发生的各种错畸形。",
                        "注意事项":"1.设计和用力恰当，避免牙周损伤 2.矫治器位置安置适当，以免损伤牙龈 3.随时观察矫治牙动度，出现咬合创伤立即纠正 4.矫治过程实施严格的菌斑控制。"
                    }
                }
            },
            "提高宿主抵抗力":
            {
                "预防方法":"1.积极治疗和控制与牙周病有关的全身性疾病，如内分泌紊乱、糖尿病及遗传性疾病。2.采取自我口腔保健与专业性防治相结合的综合性措施。3.进行长期的终身牙周维护治疗。",
                "注意事项":"1.加强对高危人群的监测，特别是青少年和孕妇，进行专业口腔卫生护理，定期口腔检查，保持牙周健康。2.消除牙周病的始动因子，控制局部因素对牙周组织的影响，提高机体抵抗力，降低牙周组织对疾病的易感性。3.牙周治疗完成后3个月应开始复查，每3个月复查一次，关注全身情况和牙周局部状况，进行口腔卫生指导，维持健康。"
            }
        }
    },
}